{
    "book_number": 39,
    "book_name_am": "መጽሐፈ አስቴር",
    "book_name_en": "Esther",
    "chapters": [
        {
            "chapter": 1,
            "sections": [
                {
                    "title": null,
                    "verses": [
                        {
                            "verse": "1",
                            "text": "በአርጤክስስም ዘመን እንዲህ ኾነ፤ይህም አርጤክስስ ከህንድ ዠምሮ እስከ ኢትዮጵያ ድረስ በመቶ ኻ ያ ሰባት አገሮች ላይ ነገሠ።"
                        },
                        {
                            "verse": "2",
                            "text": "በዚያም ዘመን ንጉሡ አርጤክስስ በሱሳ ግንብ በነበረው በመንግሥቱ ዙፋን ላይ ተቀምጦ ሳለ፥"
                        },
                        {
                            "verse": "3",
                            "text": "በነገሠ በሦስተኛው ዓመት ለባለሟሎቹና ለአገልጋዮቹ ዅሉ ግብዣ አደረገ፤የፋርስና የሜዶን ታላላቆች  ዅሉ፥የየአገሩ ዐዛውንትና ሹማምት፥በፊቱ ነበሩ፤"
                        },
                        {
                            "verse": "4",
                            "text": "የከበረውንም የመንግሥቱን ሀብት፥የታላቁንም የግርማዊነቱን ክብር መቶ ሰማንያ ቀን ያኽል አሳያቸው ።"
                        },
                        {
                            "verse": "5",
                            "text": "ይህም ቀን በተፈጸመ ጊዜ በሱሳ ግንብ ውስጥ ለተገኙት ሕዝብ ዅሉ ከታላቁ ዠምሮ እስከ ታናሹ ድረ ስ ንጉሡ በንጉሡ ቤት አታክልት ውስጥ ባለው አደባባይ ሰባት ቀን ግብዣ አደረገ።"
                        },
                        {
                            "verse": "6",
                            "text": "ነጭ፥አረንጓዴ፥ሰማያዊም መጋረጃዎች ከጥሩ በፍታና ከሐምራዊ ግምጃ በተሠራ ገመድ፥በብር ቀለበትና  በእብነ በረድ አዕማድ ላይ ተዘርግተው ነበር፤ዐልጋዎቹም ከወርቅና ከብር ተሠርተው በቀይና በነጭ በ ብጫና በጥቍር እብነ በረድ ወለል ላይ ነበሩ።"
                        },
                        {
                            "verse": "7",
                            "text": "መጠጡም በልዩ ልዩ በወርቅ ዕቃ ይታደል ነበር፤የንጉሡም የወይን ጠጅ እንደ ንጉሡ ለጋስነት መጠን  እጅግ ብዙ ነበረ።"
                        },
                        {
                            "verse": "8",
                            "text": "ንጉሡም እንደ ሰው ዅሉ ፈቃድ ያደርጉ ዘንድ ለቤቱ አዛዦች ዅሉ አዞ፟ ነበርና፥መጠጡ እንደ ወግ  አልነበረም።"
                        },
                        {
                            "verse": "9",
                            "text": "ንግሥቲቱም አስጢን በንጉሡ በአርጤክስስ ቤተ መንግሥት ለሴቶች ግብዣ አደረገች።"
                        },
                        {
                            "verse": "10",
                            "text": "11፤በሰባተኛውም ቀን ንጉሡ አርጤክስስ የወይን ጠጅ ጠጥቶ ደስ ባለው ጊዜ፥ንግሥቲቱ አስጢን መል ከ መልካም ነበረችና ውበቷ ለአሕዛብና ለአለቃዎች እንዲታይ የመንግሥቱን ዘውድ ጭነው ወደ ንጉሡ ፊ ት ያመጧት ዘንድ በፊቱ የሚያገለግሉትን ሰባቱን ጃን ደረባዎች ምሁማንን፥ባዛንን፥ሐርቦናን፥ገበታን፥ ዘቶልታን፥ዜታርን፥ከርከስን አዘዛቸው።"
                        },
                        {
                            "verse": "12",
                            "text": "ነገር ግን፥ንግሥቲቱ አስጢን በጃን ደረባዎቹ እጅ በላከው በንጉሡ ትእዛዝ ትመጣ ዘንድ እንቢ አ ለች፤ንጉሡም እጅግ ተቈጣ፥በቍጣውም ተናደደ።"
                        },
                        {
                            "verse": "13",
                            "text": "ሕግንና ፍርድን በሚያውቁ፥ዅሉ ፊት የንጉሡ ወግ እንዲህ ነበረና ንጉሡ የዘመኑን ነገር የሚያውቁ ትን ጥበበኛዎችን፥"
                        },
                        {
                            "verse": "14",
                            "text": "በመንግሥቱም ቀዳሚዎች ኾነው የሚቀመጡ የንጉሡ ባለሟሎች ሰባቱ የፋርስና የሜዶን መሳፍንት አርቄ ስዮስ፥ሼታር፥አድማታ፥ተርሺሽ፥ሜሬስ፥ማሌሴዓር፥ምሙካን በአጠገቡ ሳሉ፦"
                        },
                        {
                            "verse": "15",
                            "text": "በጃን ደረባዎች እጅ የተላከባትን የንጉሡን የአርጤክስስን ትእዛዝ ስላላደረገች፥በንግሥቲቱ በአስ ጢን ላይ፥እንደ ሕጉ፥የምናደርገው ምንድር ነው፧አላቸው።"
                        },
                        {
                            "verse": "16",
                            "text": "ምሙካንም በንጉሡና በዐዛውንቱ ፊት እንዲህ አለ፦ንግሥቲቱ አስጢን ዐዛውንቱን ዅሉና በንጉሡ በአ ርጤክስስ አገር ያሉትን አሕዛብ ዅሉ በድላለች እንጂ ንጉሡን ብቻ የበደለች አይደለችም።"
                        },
                        {
                            "verse": "17",
                            "text": "ይህ የንግሥቲቱ ነገር ወደ ሴቶች ዅሉ ይደርሳልና፦ንጉሡ አርጤክስስ ንግሥቲቱ አስጢን ወደ ርሱ  ትገባ ዘንድ አዘዘ፥ርሷ ግን አልገባችም ተብሎ በተነገረ ጊዜ ባሎቻቸው በዐይናቸው ዘንድ የተናቁ ይ ኾናሉ።"
                        },
                        {
                            "verse": "18",
                            "text": "ዛሬም የንግሥቲቱን ነገር የሰሙት የፋርስና የሜዶን ወይዛዝር እንዲህና እንዲህ ብለው ለንጉሡ ዐ ዛውንት ዅሉ ይናገራሉ፥ንቀትና ቍጣም ይበዛል።"
                        },
                        {
                            "verse": "19",
                            "text": "ንጉሡም ቢፈቅድ፥አስጢን ወደ ንጉሡ ወደ አርጤክስስ ፊት ከእንግዲህ ወዲህ እንዳትገባ የንጉሡ ት እዛዝ ከርሱ ይውጣ፥እንዳይፈርስም በፋርስና በሜዶን ሕግ ይጻፍ፤ንጉሡም ንግሥትነቷን ከርሷ ለተሻለች ው ለሌላዪቱ ይስጥ።"
                        },
                        {
                            "verse": "20",
                            "text": "የንጉሡም ትእዛዝ በሰፊው መንግሥቱ ዅሉ በተነገረ ጊዜ ሴቶች ዅሉ ባሎቻቸውን ታላቁንም ታናሹንም  ያከብራሉ።"
                        },
                        {
                            "verse": "21",
                            "text": "ይህም ምክር ንጉሡንና ዐዛውንቱን ደስ አሠኛቸው፤ንጉሡም እንደ ምሙካን ቃል አደረገ።"
                        },
                        {
                            "verse": "22",
                            "text": "ሰው ዅሉ በቤቱ አለቃ ይኹን፤በሕዝቡም ቋንቋ ይናገር ብሎ ለአገሩ ዅሉ እንደ ጽሕፈቱ ለሕዝቡም  ዅሉ እንደ ቋንቋው ደብዳቤዎችን ወደንጉሡ አገሮች ዅሉ ሰደደ።"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": 2,
            "sections": [
                {
                    "title": null,
                    "verses": [
                        {
                            "verse": "1",
                            "text": "ከዚህም ነገር በዃላ የንጉሡ የአርጤክስስ ቍጣ በበረደ ጊዜ አስጢንና ያደረገችውን የፈረደባትንም  ነገር ዐሰበ።"
                        },
                        {
                            "verse": "2",
                            "text": "ንጉሡንም የሚያገለግሉ ብላቴናዎች እንዲህ አሉት፦መልከ መልካም የኾኑ ደናግል ለንጉሡ ይፈለጉለት፤"
                        },
                        {
                            "verse": "3",
                            "text": "ሴቶችን ከሚጠብቅ ከንጉሡ ጃን ደረባ ከሄጌ እጅ በታች እንዲያደርጓቸው፥መልከ መልካሞቹን ደናግል  ዅሉ ወደሱሳ ግንብ ወደ ሴቶች ቤት ይሰበስቧቸው ዘንድ ንጉሡ በመንግሥቱ አገሮች ዅሉ ሹማምቶችን ያ ኑር፤ቅባትና የሚያስፈልጋቸውም ይሰጣቸው፤"
                        },
                        {
                            "verse": "4",
                            "text": "ንጉሡንም ደስ የምታሠኝ ቈንዦ በአስጢን ስፍራ ትንገሥ።ይህም ነገር ንጉሡን ደስ አሠኘው፥እንዲሁም  አደረገ።"
                        },
                        {
                            "verse": "5",
                            "text": "አንድ አይሁዳዊ የቂስ ልጅ የሰሜኢ ልጅ የኢያዕር ልጅ መርዶክዮስ የሚባል ብንያማዊ በሱሳ ግንብ  ነበረ።"
                        },
                        {
                            "verse": "6",
                            "text": "ርሱም የባቢሎን ንጉሥ ናቡከደነጾር ከማረካቸው ከይሁዳ ንጉሥ ከኢኮንያን ጋራ ከተማረኩት ምርኮኛዎ ች ጋራ ከኢየሩሳሌም የተማረከ ነበረ።"
                        },
                        {
                            "verse": "7",
                            "text": "አባትና እናትም አልነበራትምና፥የአጎቱ ልጅ ሀደሳ የተባለችውን አስቴርን አሳድጎ ነበር፤ቈንዦዪቱም  የተዋበችና መልከ መልካም ነበረች፤አባቷና እናቷም ከሞቱ በዃላ መርዶክዮስ እንደ ልጁ አድርጎ ወስ ዷት ነበር።"
                        },
                        {
                            "verse": "8",
                            "text": "የንጉሡም ትእዛዝና ዐዋጅ በተሰማ ጊዜ፥ብዙም ቈነዣዥት ወደሱሳ ግንብ ወደሄጌ እጅ በተሰበሰቡ ጊዜ ፥አስቴር ወደንጉሡ ቤት ወደሴቶች ጠባቂው ወደ ሄጌ ተወሰደች።"
                        },
                        {
                            "verse": "9",
                            "text": "ቈንዦዪቱም ደስ አሠኘችው፥በርሱም ዘንድ ሞገስ አገኘች፤ቅባቷንም ድርሻዋንም ከንጉሡም ቤት ልታገኝ  የሚገ፟ባ፟ትን ሰባት ደንገጥሮች ፈጥኖ ሰጣት፤ርሷንና ደንገጥሮቿንም በሴቶች ቤት በተመረጠ ስፍራ  አኖረ።"
                        },
                        {
                            "verse": "10",
                            "text": "ይህንም እንዳትናገር መርዶክዮስ አዟ፟ት ነበርና፥አስቴር ሕዝቧንና ወገኗን አልተናገረችም።"
                        },
                        {
                            "verse": "11",
                            "text": "መርዶክዮስም የአስቴርን ደኅንነትና የሚኾንላትን ያውቅ ዘንድ ዕለት ዕለት በሴቶች ቤት ወለል ት ይዩ ይመላለስ ነበር።"
                        },
                        {
                            "verse": "12",
                            "text": "የመንጻታቸውም ወራት ስድስት ወር ያኽል በከርቤ ዘይት፥ስድስት ወርም በጣፋጭ ሽቱና በልዩ ልዩም  በሚያነጻ ነገር ይፈጸም ነበርና፥እንደ ሴቶች ወግ ዐሥራ ኹለት ወር እንዲሁ ከተደረገላት በዃላ ወ ደ ንጉሡ ወደ አርጤክስስ ለመግባት የአንዳንዲቱ ቈንዦ ተራ በደረሰ ጊዜ፥"
                        },
                        {
                            "verse": "13",
                            "text": "በዚህ ወግ ቈንዦዪቱ ወደ ንጉሡ ትገባ ነበር፤ከሴቶች ቤት ወደንጉሡ ቤት ለመውሰድ የምትሻውን ዅ ሉ ይሰጧት ነበር።"
                        },
                        {
                            "verse": "14",
                            "text": "ማታም ትገባ ነበር፥ሲነጋም ተመልሳ ወደኹለተኛው ሴቶች ቤት ቁባቶችን ወደሚጠብቅ ወደንጉሡ ጃን  ደረባ ወደ ጋይ ትመጣ ነበር፤ንጉሡም ያልፈለጋት እንደ ኾነ፥በስሟም ያልተጠራች እንደ ኾነ፥ከዚያ ወ ዲያ ወደ ንጉሡ አትገባም ነበር።"
                        },
                        {
                            "verse": "15",
                            "text": "ወደ ንጉሡም ትገባ ዘንድ የመርዶክዮስ አጎት የአቢካኢል ልጅ የአስቴር ተራ በደረሰ ጊዜ የሴቶች  ጠባቂው የንጉሡ ጃን ደረባ ሄጌ ከሚለው በቀር ምንም አልፈለገችም ነበር፤አስቴርም በሚያይዋት ዅሉ  ዐይን ሞገስ አግኝታ ነበርና።"
                        },
                        {
                            "verse": "16",
                            "text": "አርጤክስስም በነገሠ በሰባተኛው ዓመት አዳር በሚባለው በዐሥራ ኹለተኛው ወር አስቴር ወደንጉሡ  ቤት ተወሰደች።"
                        },
                        {
                            "verse": "17",
                            "text": "ንጉሡም ከሴቶች ዅሉ ይልቅ አስቴርን ወደደ፥በዐይኑም ከደናግል ዅሉ ይልቅ ሞገስንና መወደድን አ ገኘች፤የመንግሥቱንም ዘውድ በራሷ ላይ አደረገ፥በአስጢንም ፋንታ አነገሣት።"
                        },
                        {
                            "verse": "18",
                            "text": "ንጉሡም ስለ አስቴር ለባለሟሎቹና ለአገልጋዮቹ ዅሉ ሰባት ቀን ያኽል ትልቅ ግብዣ አደረገ፤ለአገ ሮቹም ዅሉ ይቅርታ አደረገ፥እንደ ንጉሡም ለጋስነት መጠን ስጦታ ሰጠ።"
                        },
                        {
                            "verse": "19",
                            "text": "ደናግሉም ዳግመኛ በተሰበሰቡ ጊዜ መርዶክዮስ በንጉሡ በር ይቀመጥ ነበር።"
                        },
                        {
                            "verse": "20",
                            "text": "አስቴርም ከርሱ ጋራ እንዳደገችበት ጊዜ የመርዶክዮስን ትእዛዝ ታደርግ ነበርና፥መርዶክዮስ እንዳ ዘዛት አስቴር ወገኗንና ሕዝቧን አልተናገረችም።"
                        },
                        {
                            "verse": "21",
                            "text": "በዚያም ወራት መርዶክዮስ በንጉሡ በር ተቀምጦ ሳለ ደጁን ከሚጠብቁት ከንጉሡ ጃን ደረባዎች ኹለ ቱ ገበታና ታራ ተቈጡ፥እጃቸውንም በንጉሡ በአርጤክስስ ላይ ያነሡ ዘንድ ፈለጉ።"
                        },
                        {
                            "verse": "22",
                            "text": "ነገሩም ለመርዶክዮስ ተገለጠ፥ርሱም ለንግሥቲቱ ለአስቴር ነገራት፤አስቴርም በመርዶክዮስ ስም ለን ጉሡ ነገረች።"
                        },
                        {
                            "verse": "23",
                            "text": "ነገሩም ተመረመረ፥እንዲህም ኾኖ ተገኘ፥ኹለቱም በዛፍ ላይ ተሰቀሉ፤ያም በንጉሡ ፊት በታሪክ መጽ ሐፍ ተጻፈ።"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": 3,
            "sections": [
                {
                    "title": null,
                    "verses": [
                        {
                            "verse": "1",
                            "text": "ከዚህም ነገር በዃላ ንጉሡ አርጤክስስ የአጋጋዊውን የሐመዳቱን ልጅ ሐማን ከፍ ከፍ አደረገው፥አከ በረውም፥ወንበሩንም ከርሱ ጋራ ከነበሩት ዐዛውንት ዅሉ በላይ አደረገለት።"
                        },
                        {
                            "verse": "2",
                            "text": "ንጉሡም ስለ ርሱ እንዲሁ አዞ፟ ነበርና፥በንጉሡ በር ያሉት የንጉሡ ባሪያዎች ዅሉ ተደፍተው ለሐማ  ይሰግዱ ነበር።መርዶክዮስ ግን አልተደፋም፥አልሰገደለትም።"
                        },
                        {
                            "verse": "3",
                            "text": "በንጉሡም በር ያሉት የንጉሡ ባሪያዎች መርዶክዮስን፦የንጉሡን ትእዛዝ ለምን ትተላለፋለኽ፧አሉት።"
                        },
                        {
                            "verse": "4",
                            "text": "ይህንም ዕለት ዕለት እየተናገሩ ርሱ ባልሰማቸው ጊዜ አይሁዳዊ እንደ ኾነ ነግሯቸው ነበርና፥የመር ዶክዮስ ነገር እንዴት እንደ ኾነ ያዩ ዘንድ ለሐማ ነገሩት።"
                        },
                        {
                            "verse": "5",
                            "text": "ሐማም መርዶክዮስ እንዳልተደፋለት እንዳልሰገደለትም ባየ ጊዜ እጅግ ተቈጣ።"
                        },
                        {
                            "verse": "6",
                            "text": "የመርዶክዮስን ወገን ነግረውት ነበርና፥በመርዶክዮስ ብቻ እጁን ይጭን ዘንድ በዐይኑ ተናቀ፤ሐማም  በአርጤክስስ መንግሥት ዅሉ የነበሩትን የመርዶክዮስን ሕዝብ አይሁድን ዅሉ ሊያጠፋ ፈለገ።"
                        },
                        {
                            "verse": "7",
                            "text": "በንጉሡም በአርጤክስስ በዐሥራ ኹለተኛው ዓመት ከመዠመሪያው ወር ከኒሳን ዠምሮ በየዕለቱና በየወሩ  እስከ ዐሥራ ኹለተኛው ወር እስከ አዳር ድረስ በሐማ ፊት ፉር የተባለውን ዕጣ ይጥሉ ነበር።"
                        },
                        {
                            "verse": "8",
                            "text": "ሐማም ንጉሡን አርጤክስስን፦አንድ ሕዝብ በአሕዛብ መካከል በመንግሥትኽ አገሮች ዅሉ ተበትነዋል፤ሕ ጋቸውም ከሕዝቡ ዅሉ ሕግ የተለየ ነው፥የንጉሡንም ሕግ አይጠብቁም፤ንጉሡም ይተዋቸው ዘንድ አይገ፟ባ ፟ውም።"
                        },
                        {
                            "verse": "9",
                            "text": "ንጉሡም ቢፈቅድ እንዲጠፉ ይጻፍ፤እኔም ወደንጉሡ ግምጃ ቤት ያገቡት ዘንድ ዐሥር ሺሕ መክሊት ብር  የንጉሡን ሥራ በሚሠሩት እጅ እመዝናለኹ አለው።"
                        },
                        {
                            "verse": "10",
                            "text": "ንጉሡም ቀለበቱን ከእጁ አወለቀ፥ለአይሁድም ጠላት ለአጋጋዊው ለሐመዳቱ ልጅ ለሐማ ሰጠው።"
                        },
                        {
                            "verse": "11",
                            "text": "ንጉሡም ሐማን፦ደስ የሚያሠኝኽን ነገር ታደርግባቸው ዘንድ ብሩም ሕዝቡም ለአንተ ተሰጥቶኻል አለ ው።"
                        },
                        {
                            "verse": "12",
                            "text": "በመዠመሪያውም ወር ከወሩም በዐሥራ ሦስተኛው ቀን የንጉሡ ጸሓፊዎች ተጠሩ፤ከህንድ ዠምሮ እስከ  ኢትዮጵያ ድረስ ወዳሉ መቶ ኻያ ሰባት አገሮች፥በያገሩ ወዳሉ ሹማምትና አለቃዎች ወደ አሕዛብም ዅሉ  ገዢዎች እንደ ቋንቋቸው በንጉሡ በአርጤክስስ ቃል ሐማ እንዳዘዘ ተጻፈ፥በንጉሡም ቀለበት ታተመ።"
                        },
                        {
                            "verse": "13",
                            "text": "በዐሥራ ኹለተኛው ወር በአዳር በዐሥራ ሦስተኛው ቀን አይሁድን ዅሉ፥ልጆችንና ሽማግሌዎችን፥ሕፃና ትንና ሴቶችን፥ባንድ ቀን ያጠፉና ይገድሉ ዘንድ፥ይደመስሱም ዘንድ፥ምርኳቸውንም ይዘርፉ ዘንድ ደብዳ ቤዎች በመልእክተኛዎች እጅ ወደንጉሡ አገሮች ዅሉ ተላኩ።"
                        },
                        {
                            "verse": "14",
                            "text": "በዚያም ቀን ይዘጋጁ ዘንድ የደብዳቤው ቅጅ በያገሩ ላሉ አሕዛብ ዅሉ ታወጀ።"
                        },
                        {
                            "verse": "15",
                            "text": "መልእክተኛዎቹም በንጉሡ ትእዛዝ እየቸኰሉ ኼዱ፥ዐዋጁም በሱሳ ግንብ ተነገረ።ንጉሡና ሐማ ሊጠጡ  ተቀመጡ፤ከተማዪቱ ሱሳ ግን ተደናገጠች።"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": 4,
            "sections": [
                {
                    "title": null,
                    "verses": [
                        {
                            "verse": "1",
                            "text": "መርዶክዮስም የተደረገውን ዅሉ ባወቀ ጊዜ ልብሱን ቀደደ፥ማቅም ለበሰ ዐመድም ነሰነሰ፥ወደከተማዪቱ ም መካከል ወጣ፥ታላቅም የመረረ ጩኸት ጮኸ።"
                        },
                        {
                            "verse": "2",
                            "text": "ማቅም ለብሶ በንጉሥ በር መግባት አይገ፟ባ፟ም ነበርና፥እስከንጉሡ በር አቅራቢያ መጣ።"
                        },
                        {
                            "verse": "3",
                            "text": "የንጉሡም ትእዛዝና ዐዋጅ በደረሰበት አገር ዅሉ በአይሁድ ላይ ታላቅ ሐዘንና ጾም ልቅሶና ዋይታም  ኾነ ብዙዎችም ማቅና ዐመድ አነጠፉ።"
                        },
                        {
                            "verse": "4",
                            "text": "የአስቴርም ደንገጥሮቿና ጃን ደረባዎቿ መጥተው ነገሯት፥ንግሥቲቱም እጅግ ዐዘነች፤ማቁንም ለውጦ ል ብስ ይለብስ ዘንድ ለመርዶክዮስ ሰደደችለት፤ርሱ ግን አልተቀበለም።"
                        },
                        {
                            "verse": "5",
                            "text": "አስቴርም ያገለግላት ዘንድ ንጉሡ ያቆመውን አክራትዮስን ጠራች፥ርሱም ከጃን ደረባዎች አንዱ ነበረ ፤ርሷም ይህ ነገር ምንና ምን እንደ ኾነ ያስታውቃት ዘንድ ወደ መርዶክዮስ እንዲኼድ አዘዘችው።"
                        },
                        {
                            "verse": "6",
                            "text": "አክራትዮስም በንጉሥ በር ፊት ወደነበረችው ወደከተማዪቱ አደባባይ ወደ መርዶክዮስ ወጣ።"
                        },
                        {
                            "verse": "7",
                            "text": "መርዶክዮስም የተደረገውን ዅሉ፥አይሁድንም ለማጥፋት ሐማ በንጉሡ ግምጃ ቤት ይመዝን ዘንድ የተናገ ረውን የብሩን ቍጥር ነገረው።"
                        },
                        {
                            "verse": "8",
                            "text": "ለአስቴርም እንዲያሳያት ለመጥፋታቸው በሱሳ የተነገረውን የዐዋጁን ጽሕፈት ቅጅ ሰጠው፤ወደ ንጉሡም  ገብታ ስለ ሕዝቧ ትለምነውና ትማልደው ዘንድ እንዲነግራትና እንዲያዛ፟ት ነገረው።"
                        },
                        {
                            "verse": "9",
                            "text": "አክራትዮስም መጥቶ የመርዶክዮስን ቃል ለአስቴር ነገራት።"
                        },
                        {
                            "verse": "10",
                            "text": "አስቴርም አክራትዮስን ተናገረችው፥ለመርዶክዮስም እንዲህ የሚል መልእክት ሰጠችው፦"
                        },
                        {
                            "verse": "11",
                            "text": "የንጉሡ ባሪያዎችና በአገሮችም የሚኖሩ ሕዝብ ዅሉ ወንድ ወይም ሴት ቢኾን ሳይጠራ ወደ ንጉሡ ወ ደውስጠኛው ወለል የሚገባ ዅሉ፥በሕይወት ይኖር ዘንድ ንጉሡ የወርቁን ዘንግ ካልዘረጋለት በቀር፥ርሱ  ይሞት ዘንድ ሕግ እንዳለ ያውቃሉ፤እኔ ግን ወደ ንጉሡ ለመግባት ይህን ሠላሳውን ቀን አልተጠራኹም ።"
                        },
                        {
                            "verse": "12",
                            "text": "አክራትዮስም የአስቴርን ቃል ለመርዶክዮስ ነገረው።"
                        },
                        {
                            "verse": "13",
                            "text": "መርዶክዮስም አክራትዮስን፦ኺድና ለአስቴር እንዲህ በላት አለው፦አንቺ፦በንጉሥ ቤት ስለ ኾንኹ ከ አይሁድ ዅሉ ይልቅ እድናለኹ ብለሽ በልብሽ አታስቢ።"
                        },
                        {
                            "verse": "14",
                            "text": "በዚህ ጊዜ ቸል ብትዪ ዕረፍትና መዳን ለአይሁድ ከሌላ ስፍራ ይኾንላቸዋል፥አንቺና የአባትሽ ቤት  ግን ትጠፋላችኹ፤ደግሞስ ወደ መንግሥት የመጣሽው እንደዚህ ላለው ጊዜ እንደ ኾነ ማን ያውቃል፧"
                        },
                        {
                            "verse": "15",
                            "text": "አስቴርም እንዲህ ብሎ ለመርዶክዮስ እንዲመልስ አዘዘችው።"
                        },
                        {
                            "verse": "16",
                            "text": "ኼደኽ በሱሳ ያሉትን አይሁድ ዅሉ ሰብስብ፥ለኔም ጹሙ፤ሦስት ቀን ሌሊቱንና ቀኑን አትብሉም፥አትጠ ጡም፤እኔና ደንገጥሮቼ ደግሞ እንዲሁ እንጾማለን፤ምንም እንኳ ያለሕግ ቢኾን ወደ ንጉሡ እገባለኹ፤ብ ጠፋም እጠፋለኹ።"
                        },
                        {
                            "verse": "17",
                            "text": "መርዶክዮስም ኼዶ አስቴር እንዳዘዘችው ዅሉ አደረገ።"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": 5,
            "sections": [
                {
                    "title": null,
                    "verses": [
                        {
                            "verse": "1",
                            "text": "በሦስተኛውም ቀን አስቴር ልብሰ መንግሥቷን ለብሳ በንጉሡ ቤት ትይዩ በንጉሡ ቤት በውስጠኛው ወለ ል ቆመች፤ንጉሡም በቤቱ መግቢያ ትይዩ በቤተ መንግሥቱ ውስጥ በንጉሡ ዙፋን ላይ ተቀምጦ ነበር።"
                        },
                        {
                            "verse": "2",
                            "text": "ንጉሡም ንግሥቲቱ አስቴር በወለሉ ላይ ቆማ ባየ ጊዜ በዐይኑ ሞገስ አገኘች፤ንጉሡም በእጁ የነበረ ውን የወርቁን ዘንግ ለአስቴር ዘረጋላት፤አስቴርም ቀርባ የዘንጉን ጫፍ ነካች።"
                        },
                        {
                            "verse": "3",
                            "text": "ንጉሡም፦ንግሥት አስቴር ሆይ፥የምትለምኚኝ ምንድር ነው፧የምትሺውስ ምንድር ነው፧እስከ መንግሥቴ እ ኩሌታ እንኳ ቢኾን ይሰጥሻል አላት።"
                        },
                        {
                            "verse": "4",
                            "text": "አስቴርም፦ለንጉሡ መልካም ኾኖ ቢታይ ንጉሡ ወዳዘጋጀኹለት ግብዣ ከሐማ ጋራ ዛሬ ይምጣ አለች።"
                        },
                        {
                            "verse": "5",
                            "text": "ንጉሡም፦አስቴር እንዳለች ይደረግ ዘንድ ሐማን አስቸኵሉት አለ።ንጉሡና ሐማ አስቴር ወዳዘጋጀችው  ግብዣ መጡ።"
                        },
                        {
                            "verse": "6",
                            "text": "ንጉሡም በወይኑ ጠጅ ግብዣ ሳለ አስቴርን፦የምትሺው ምንድር ነው፧ይሰጥሻል፤ልመናሽስ ምንድር ነው፧ እስከ መንግሥቴ እኩሌታ እንኳ ቢኾን ይደረግልሻል አላት።"
                        },
                        {
                            "verse": "7",
                            "text": "አስቴርም መልሳ፦ልመናዬና የምሻው ነገር ይህ ነው፤"
                        },
                        {
                            "verse": "8",
                            "text": "በንጉሡ ዘንድ ሞገስ አግኝቼ እንደ ኾነ፥ልመናዬንም ይፈጽም ዘንድና የምሻውን ያደርግ ዘንድ ንጉሡ  ደስ ቢያሠኘው፥ንጉሡና ሐማ ወደማዘጋጅላቸው ግብዣ ይምጡ፤እንደ ንጉሡም ነገር ነገ አደርጋለኹ አለ ች።"
                        },
                        {
                            "verse": "9",
                            "text": "በዚያም ቀን ሐማ ደስ ብሎት በልቡም ተደስቶ ወጣ፤ነገር ግን፥መርዶክዮስ በንጉሡ በር ያለመነሣትና  ያለመናወጥ ተቀምጦ ባየ ጊዜ ሐማ በመርዶክዮስ ላይ እጅግ ተቈጣ።"
                        },
                        {
                            "verse": "10",
                            "text": "ሐማ ግን ታግሦ ወደ ቤቱ ኼደ፤ልኮም ወዳጆቹንና ሚስቱን ዞሳራን አስጠራ።"
                        },
                        {
                            "verse": "11",
                            "text": "ሐማም የሀብቱን ክብርና የልጆቹን ብዛት፥ንጉሡም ያከበረበትን ክብር ዅሉ፥በንጉሡም ዐዛውንትና ባ ሪያዎች ላይ ከፍ ከፍ እንዳደረገው አጫወታቸው።"
                        },
                        {
                            "verse": "12",
                            "text": "ሐማም፦ንግሥቲቱ አስቴር ወዳዘጋጀችው ግብዣ ከእኔ በቀር ከንጉሡ ጋራ ማንንም አልጠራችም፤ደግሞ  ነገ ከንጉሡ ጋራ ወደ ርሷ ተጠርቻለኹ።"
                        },
                        {
                            "verse": "13",
                            "text": "ነገር ግን፥አይሁዳዊው መርዶክዮስ በንጉሡ በር ተቀምጦ ካየኹ ይህ ዅሉ ለእኔ ምንም ምን አይጠቅ ምም አለ።"
                        },
                        {
                            "verse": "14",
                            "text": "ሚስቱም ዞሳራና ወዳጆቹ ዅሉ፦ቁመቱ ዐምሳ ክንድ የኾነ ግንድ ይደረግ፥ነገም መርዶክዮስ ይሰቀልበ ት ዘንድ ለንጉሡ ተናገር፤ደስም ብሎኽ ከንጉሡ ጋራ ወደ ግብዣው ግባ አሉት።ነገራቸውም ሐማን ደስ  አሠኘው፥ግንዱንም አስደረገ።"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": 6,
            "sections": [
                {
                    "title": null,
                    "verses": [
                        {
                            "verse": "1",
                            "text": "በዚያም ሌሊት እንቅልፍ ከንጉሡ ሸሸ፤የዘመኑንም ታሪክ መጽሐፍ ያመጡ ዘንድ አዘዘ፥በንጉሡም ፊት  ተነበበ።"
                        },
                        {
                            "verse": "2",
                            "text": "ደጁንም ከሚጠብቁት ከንጉሡ ጃን ደረባዎች ኹለቱ ገበታና ታራ እጃቸውን በንጉሡ በአርጤክስስ ላይ  ያነሡ ዘንድ እንደ ፈለጉ፥መርዶክዮስ እንደ ነገረው ተጽፎ ተገኘ።"
                        },
                        {
                            "verse": "3",
                            "text": "ንጉሡም፦ስለዚህ ነገር ለመርዶክዮስ ምን ክብርና በጎነት ተደረገለት፧አለ።ንጉሡንም የሚያገለግሉ ብ ላቴናዎች።ምንም አልተደረገለትም አሉት።"
                        },
                        {
                            "verse": "4",
                            "text": "ንጉሡም፦በአዳራሹ ማን አለ፧አለ።ሐማም ባዘጋጀው ግንድ ላይ መርዶክዮስን ለማሰቀል ለንጉሡ ይናገር  ዘንድ ወደንጉሡ ቤት ወደውጭው አዳራሽ ገብቶ ነበር።"
                        },
                        {
                            "verse": "5",
                            "text": "የንጉሡም ብላቴናዎች፦እንሆ፥ሐማ በአዳራሹ ቆሟል አሉት።ንጉሡም፦ይግባ አለ።"
                        },
                        {
                            "verse": "6",
                            "text": "ሐማም ገባ፤ንጉሡም፦ንጉሡ ሊያከብረው ለሚወደ፟ው ሰው ምን ይደረግለታል፧አለው።ሐማም በልቡ።ንጉሡ  ከእኔ ይልቅ ማንን ያከብር ዘንድ ይወዳ፟ል፧አለ።"
                        },
                        {
                            "verse": "7",
                            "text": "ሐማም ንጉሡን እንዲህ አለው፦ንጉሡ ያከብረው ዘንድ ለሚወደ፟ው ሰው እንዲህ ይደረግ፤"
                        },
                        {
                            "verse": "8",
                            "text": "ንጉሡ የለበሰው የክብር ልብስ፥ንጉሡም የተቀመጠበት ፈረስ ይምጣለት፥የንጉሡም ዘውድ በራሱ ላይ ይ ደረግ፤"
                        },
                        {
                            "verse": "9",
                            "text": "ልብሱንና ፈረሱንም ከንጉሡ ዐዛውንት በዋነኛው እጅ ያስረክቡት፤ንጉሡም ያከብረው ዘንድ የሚወደ፟ው ን ሰው ያልብሱት፤በፈረሱም ላይ አስቀምጠውት በከተማዪቱ አደባባይ ያሳልፉት፤በፊቱም፦ንጉሡ ያከብረው  ዘንድ ለሚወደ፟ው ሰው እንዲህ ይደረግለታል ተብሎ ዐዋጅ ይነገር።"
                        },
                        {
                            "verse": "10",
                            "text": "ንጉሡም ሐማን፦ፍጠን፥እንደ ተናገርኸውም ልብሱንና ፈረሱን ውሰድ፤በንጉሡም በር ለሚቀመጠው አይሁ ዳዊ ለመርዶክዮስ እንዲሁ አድርግለት፤ከተናገርኸውም ዅሉ ምንም አይቅር አለው።"
                        },
                        {
                            "verse": "11",
                            "text": "ሐማም ልብሱንና ፈረሱን ወሰደ፥መርዶክዮስንም አለበሰው፥በፈረሱም ላይ አስቀመጠው፥በከተማዪቱም አ ደባባይ በፊቱ አሳለፈው።በፊቱም፦ንጉሡ ያከብረው ዘንድ ለሚወደ፟ው ሰው እንዲህ ይደረግለታል ብሎ ዐ ዋጅ ነገረ።"
                        },
                        {
                            "verse": "12",
                            "text": "መርዶክዮስም ወደንጉሡ በር ተመለሰ።ሐማ ግን ዐዝኖና ራሱን ተከናንቦ ቸኵሎ ወደ ቤቱ ኼደ።"
                        },
                        {
                            "verse": "13",
                            "text": "ሐማም ለሚስቱ ለዞሳራና ለወዳጆቹ ዅሉ ያገኘውን ዅሉ አጫወታቸው።ጥበበኛዎቹና ሚስቱ ዞሳራም፦በፊ ቱ መውደቅ የዠመርኽለት መርዶክዮስ ከአይሁድ ወገን የኾነ እንደ ኾነ በፊቱ ፈጽሞ ትወድቃለኽ እንጂ  አታሸንፈውም አሉት።"
                        },
                        {
                            "verse": "14",
                            "text": "እነርሱም ሲናገሩት ሳሉ፥እንሆ፥የንጉሡ ጃን ደረባዎች መጡ፥አስቴርም ወዳዘጋጀችው ግብዣ ይመጣ ዘ ንድ ሐማን አስቸኰሉት።"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": 7,
            "sections": [
                {
                    "title": null,
                    "verses": [
                        {
                            "verse": "1",
                            "text": "ንጉሡና ሐማም ከንግሥቲቱ ከአስቴር ጋራ ለመጠጣት መጡ።"
                        },
                        {
                            "verse": "2",
                            "text": "በኹለተኛውም ቀን ንጉሡ በወይኑ ጠጅ ግብዣ ሳለ አስቴርን፦ንግሥት አስቴር ሆይ፥የምትለምኚኝ ምንድ ር ነው፧ይሰጥሻል፤የምትሺውስ ምንድር ነው፧እስከመንግሥቴ እኩሌታ እንኳ ቢኾን ይደረግልሻል አላት።"
                        },
                        {
                            "verse": "3",
                            "text": "ንግሥቲቱም አስቴር መልሳ፦ንጉሥ ሆይ፥ባንተ ዘንድ ሞገስ አግኝቼ እንደ ኾነ፥ንጉሡንም ደስ ቢያሠኘ ው፥ሕይወቴ በልመናዬ ሕዝቤም በመሻቴ ይሰጠኝ፤"
                        },
                        {
                            "verse": "4",
                            "text": "እኔና ሕዝቤ ለመጥፋትና ለመገደል ለመደምሰስም ተሸጠናልና፦ባሪያዎች ልንኾን ተሸጠን እንደ ኾነ ዝ ም ባልኹ ነበር፤የኾነ ኾኖ ጠላቱ የንጉሡን ጕዳት ለማቅናት ባልቻለም ነበር አለች።"
                        },
                        {
                            "verse": "5",
                            "text": "ንጉሡም አርጤክስስ ንግሥቲቱን አስቴርን፦ይህን ያደርግ ዘንድ በልቡ የደፈረ ማን ነው፧ርሱስ ወዴት  ነው፧ብሎ ተናገራት።"
                        },
                        {
                            "verse": "6",
                            "text": "አስቴርም፦ያ ጠላትና ባለጋራ ሰው ክፉው ሐማ ነው አለች።ሐማም በንጉሡና በንግሥቲቱ ፊት ደነገጠ።"
                        },
                        {
                            "verse": "7",
                            "text": "ንጉሡም ተቈጥቶ የወይን ጠጅ ከመጠጣቱ ተነሣ፥ወደንጉሡም ቤት አታክልት ውስጥ ኼደ።ሐማም ከንጉሡ  ዘንድ ክፉ ነገር እንደ ታሰበበት አይቷልና፥ከንግሥቲቱ ከአስቴር ሕይወቱን ይለምን ዘንድ ቆመ።"
                        },
                        {
                            "verse": "8",
                            "text": "ንጉሡም ከቤቱ አታክልት ወደ ወይን ጠጁ ግብዣ ስፍራ ተመለሰ፤ሐማም አስቴር ባለችበት ዐልጋ ላይ  ወድቆ ነበር።ንጉሡም፦ደግሞ በቤቴ በእኔ ፊት ንግሥቲቱን ይጋፋታልን፧አለ።ይህም ቃል ከንጉሡ አፍ በ ወጣ ጊዜ የሐማን ፊት ሸፈኑት።"
                        },
                        {
                            "verse": "9",
                            "text": "በንጉሡም ፊት ካሉት ጃን ደረባዎች አንዱ ሐርቦና፦እንሆ፥ሐማ ለንጉሡ በጎ ለተናገረው ለመርዶክዮስ  ያሠራው ርዝመቱ ዐምሳ ክንድ የኾነው ግንድ በሐማ ቤት ተተክሏል አለ።ንጉሡም፦በርሱ ላይ ስቀሉት  አለ።"
                        },
                        {
                            "verse": "10",
                            "text": "ሐማንም ለመርዶክዮስ ባዘጋጀው ግንድ ላይ ሰቀሉት፤በዚያም ጊዜ የንጉሡ ቍጣ በረደ።"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": 8,
            "sections": [
                {
                    "title": null,
                    "verses": [
                        {
                            "verse": "1",
                            "text": "በዚያም ቀን ንጉሡ አርጤክስስ የአይሁድን ጠላት የሐማን ቤት ለንግሥቲቱ ለአስቴር ሰጠ።አስቴርም  ለርሷ ምን እንደ ኾነ ነግራው ነበርና፥መርዶክዮስ ወደ ንጉሡ ፊት ገባ።"
                        },
                        {
                            "verse": "2",
                            "text": "ንጉሡም ከሐማ ያወለቀውን ቀለበቱን አወጣ፥ለመርዶክዮስም ሰጠው።አስቴርም በሐማ ቤት ላይ መርዶክዮ ስን ሾመች።"
                        },
                        {
                            "verse": "3",
                            "text": "አስቴርም እንደ ገና በንጉሡ ፊት ተናገረች፤በእግሩም ላይ ወድቃ እያለቀሰች የአጋጋዊውን የሐማን  ክፋትና በአይሁድ ላይ የተተነኰለውን ተንኰል ይሽር ዘንድ ለመነችው።"
                        },
                        {
                            "verse": "4",
                            "text": "ንጉሡም የወርቁን ዘንግ ለአስቴር ዘረጋላት፤አስቴርም ተነሥታ በንጉሡ ፊት ቆመችና፦"
                        },
                        {
                            "verse": "5",
                            "text": "ንጉሡን ደስ ቢያሠኘው፥በፊቱም ሞገስ አግኝቼ እንደ ኾነ፥ይህም ነገር በፊቱ ቅን ቢኾን፥እኔም በር ሱ ዘንድ ተወድጄ እንደ ኾነ፥አጋጋዊው የሐመዳቱ ልጅ ሐማ በንጉሡ አገር ዅሉ ያሉትን አይሁድ ለማጥ ፋት የጻፈው ተንኰል ይገለበጥ ዘንድ ይጻፍ።"
                        },
                        {
                            "verse": "6",
                            "text": "እኔ በሕዝቤ ላይ የሚወርደውን ክፉ ነገር አይ ዘንድ እንዴት እችላለኹ፧ወይስ የዘመዶቼን ጥፋት አ ይ ዘንድ እንዴት እችላለኹ፧አለች።"
                        },
                        {
                            "verse": "7",
                            "text": "ንጉሡም አርጤክስስ ንግሥቲቱን አስቴርንና አይሁዳዊውን መርዶክዮስን፦እንሆ፥የሐማን ቤት ለአስቴር  ሰጥቻለኹ፥ርሱም እጆቹን በአይሁድ ላይ ስለ ዘረጋ በግንድ ላይ ተሰቀለ።"
                        },
                        {
                            "verse": "8",
                            "text": "በንጉሡ ስም የተጻፈና በንጉሡ ቀለበት የታተመ አይገለበጥምና፥እናንተ ደግሞ ደስ የሚያሠኛችኹን በ ንጉሡ ስም ስለ አይሁድ ጻፉ፥በንጉሡም ቀለበት ዐትሙ አላቸው።"
                        },
                        {
                            "verse": "9",
                            "text": "በዚያን ጊዜም ኒሳን በተባለው በመዠመሪያው ወር ከወሩም በኻያ ሦስተኛው ቀን የንጉሡ ጸሓፊዎች ተ ጠሩ፤መርዶክዮስም ስለ አይሁድ እንዳዘዘው ዅሉ ከህንድ ዠምሮ እስከ ኢትዮጵያ ድረስ በመቶ ኻያ ሰባ ቱ አገሮች ላሉ ሹማምትና አለቃዎች ዐዛውንትም ለያንዳንዱም አገር እንደ ጽሕፈቱ ለያንዳንዱም ሕዝብ  እንደ ቋንቋው ለአይሁድም እንደ ጽሕፈታቸውና እንደ ቋንቋቸው ተጻፈ።"
                        },
                        {
                            "verse": "10",
                            "text": "በንጉሡም በአርጤክስስ ስም አስጻፈው፥በንጉሡም ቀለበት አሳተመው፤ደብዳቤውንም በንጉሡ ፈረስ ቤት  በተወለዱት፥ለንጉሡም አገልግሎት በተለዩ በፈጣን ፈረሶች በተቀመጡ መልእክተኛዎች እጅ ሰደደው።"
                        },
                        {
                            "verse": "11",
                            "text": "በዚያም ደብዳቤ በከተማዎቹ ዅሉ የሚኖሩት አይሁድ እንዲሰበሰቡ፥ለሕይወታቸውም እንዲቆሙ፥በጥል የ ሚነሡባቸውን የሕዝቡንና የአገሩን ሰራዊት ዅሉ ከሕፃናታቸውና ከሴቶቻቸው ጋራ እንዲያጠፉና እንዲገድ ሉ እንዲደመስሱም፥ምርኳቸውንም እንዲዘርፉ ንጉሡ ፈቀደላቸው።"
                        },
                        {
                            "verse": "12",
                            "text": "ይህም አዳር በሚባለው በዐሥራ ኹለተኛው ወር በዐሥራ ሦስተኛው ቀን በንጉሡ በአርጤክስስ አገሮች  ዅሉ ባንድ ቀን እንዲኾን ነው።"
                        },
                        {
                            "verse": "13",
                            "text": "አይሁድም ጠላቶቻቸውን እንዲበቀሉ በዚያ ቀን ይዘጋጁ ዘንድ የደብዳቤው ቅጅ በያገሩ ላሉ አሕዛብ  ዅሉ ታወጀ።"
                        },
                        {
                            "verse": "14",
                            "text": "ለንጉሡ አገልግሎት በተለዩ በፈጣን ፈረሶች የተቀመጡት መልእክተኛዎች በንጉሡ ትእዛዝ ተርበትብተ ውና ቸኵለው ወጡ፤ዐዋጁም በሱሳ ግንብ ተነገረ።"
                        },
                        {
                            "verse": "15",
                            "text": "መርዶክዮስም በሰማያዊና በነጭ ሐር የተሠራውን የንጉሡን የክብር ልብስ ለብሶ ታላቅም የወርቅ አ ክሊል ደፍቶ ከጥሩ በፍታና ከሐምራዊ ግምጃ የተሠራ መጐናጸፊያ ተጐናጽፎ ከንጉሡ ፊት ወጣ፤የሱሳም  ከተማ ደስ አላት፥እልልም አለች።"
                        },
                        {
                            "verse": "16",
                            "text": "ለአይሁድም ብርሃንና ደስታ ተድላና ክብርም ኾነ።"
                        },
                        {
                            "verse": "17",
                            "text": "የንጉሡም ትእዛዝና ዐዋጅ በደረሰበት አገርና ከተማ ዅሉ ለአይሁድ ደስታና ተድላ፥የግብዣም ቀን  መልካምም ቀን ኾነ።አይሁድንም መፍራት ስለ ወደቀባቸው ከምድር አሕዛብ ብዙ ሰዎች አይሁድ ኾኑ።"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": 9,
            "sections": [
                {
                    "title": null,
                    "verses": [
                        {
                            "verse": "1",
                            "text": "አዳር በሚባለውም በዐሥራ ኹለተኛው ወር ከወሩም በዐሥራ ሦስተኛው ቀን፥የንጉሡ ትእዛዝና ዐዋጅ ሊ ፈጸምበት በነበረው ቀን፥የአይሁድ ጠላቶች ሊሠለጥኑባቸው በነበረው ቀን፥አይሁድ በጠላቶቻቸው ላይ እ ንዲሠለጥኑ ነገሩ ተገለበጠ።"
                        },
                        {
                            "verse": "2",
                            "text": "አይሁድም ክፋታቸውን በሚሹት ሰዎች ላይ እጃቸውን ይዘረጉ ዘንድ በንጉሡ በአርጤክስስ አገሮች ዅሉ  በነበሩ ከተማዎቻቸው ውስጥ ተሰበሰቡ፤እነርሱንም መፍራት በአሕዛብ ዅሉ ላይ ወድቆ ነበርና፥እነርሱ ን የሚቃወም ሰው አልነበረም።"
                        },
                        {
                            "verse": "3",
                            "text": "መርዶክዮስን መፍራት በላያቸው ስለ ወደቀ በያገሩ የነበሩ ዐዛውንትና ሹማምቶች አለቃዎችም፥የንጉሡ ንም ሥራ የሚሠሩቱ ዅሉ አይሁድን አገዙ።"
                        },
                        {
                            "verse": "4",
                            "text": "ያ ሰው መርዶክዮስ ከፍ ከፍ እያለ ስለ ኼደ በንጉሡ ቤት ታላቅ ኾኖ ነበርና፥የመርዶክዮስም ዝና  በያገሩ ዅሉ ተሰምቶ ነበርና።"
                        },
                        {
                            "verse": "5",
                            "text": "አይሁድም ጠላቶቻቸውን ዅሉ በሰይፍ እየመቱ ገደሏቸው፥አጠፏቸውም፤በሚጠሏቸውም ላይ እንደ ወደዱ አ ደረጉባቸው።"
                        },
                        {
                            "verse": "6",
                            "text": "አይሁድም በሱሳ ግንብ ዐምስት መቶ ያኽል ሰዎች ገደሉ አጠፉም።"
                        },
                        {
                            "verse": "7",
                            "text": "8፤ፈርሰኔስ፥ደልፎን፥ፋስጋ፥ፋረዳታ፥"
                        },
                        {
                            "verse": "9",
                            "text": "በርያ፥ሰርባካ፥መርመሲማ፥ሩፋዮስ፥አርሳዮስ፥ዛቡታዮስ የሚባሉትን፥"
                        },
                        {
                            "verse": "10",
                            "text": "የሐመዳቱን ልጅ የአይሁድን ጠላት ዐሥሩን የሐማን ልጆች ገደሉ፤ነገር ግን፥ወደ ብዝበዛው እጃቸው ን አልዘረጉም።"
                        },
                        {
                            "verse": "11",
                            "text": "በዚያም ቀን በሱሳ ግንብ የተገደሉት ሰዎች ቍጥር ወደ ንጉሡ መጣ።"
                        },
                        {
                            "verse": "12",
                            "text": "ንጉሡም ንግሥቲቱን አስቴርን፦አይሁድ በሱሳ ግንብ ዐምስት መቶ ሰዎችንና ዐሥሩን የሐማ ልጆች ገ ደሉ አጠፏቸውም፤በቀሩትስ በንጉሡ አገሮች እንዴት አድርገው ይኾን! አኹንስ ልመናሽ ምንድር ነው፧ይሰጥሻል፤ሌላስ የምትሺው ምንድር ነው፧ይደረጋል አላት።"
                        },
                        {
                            "verse": "13",
                            "text": "አስቴርም፦ንጉሡን ደስ ቢያሠኘው፥በሱሳ የሚኖሩ አይሁድ ዛሬ እንደተደረገው ትእዛዝ ነገ ደግሞ ያ ድርጉ፤ዐሥሩም የሐማ ልጆች በግንድ ላይ ይሰቀሉ አለች።"
                        },
                        {
                            "verse": "14",
                            "text": "ንጉሡም ይህ ይደረግ ዘንድ አዘዘ፤ዐዋጅም በሱሳ ተነገረ፤ዐሥሩንም የሐማን ልጆች ሰቀሉ።"
                        },
                        {
                            "verse": "15",
                            "text": "በሱሳም የነበሩ አይሁድ አዳር በሚባለው ወር በዐሥራ አራተኛው ቀን ደግሞ ተሰብስበው በሱሳ ሦስ ት መቶ ያኽል ሰዎች ገደሉ፤ነገር ግን፥ወደ ብዝበዛው እጃቸውን አልዘረጉም።"
                        },
                        {
                            "verse": "16",
                            "text": "የቀሩትም በንጉሡ አገር ያሉ አይሁድ ተሰብስበው ለሕይወታቸው ቆሙ፥ከጠላቶቻቸውም ዐረፉ፤ከሚጠሏቸ ውም ሰባ ዐምስት ሺሕ ገደሉ፤ነገር ግን፥ወደ ብዝበዛው እጃቸውን አልዘረጉም።"
                        },
                        {
                            "verse": "17",
                            "text": "አዳር በሚባለው ወር በዐሥራ ሦስተኛው ቀን ይህ ተደረገ፤በዐሥራ አራተኛውም ቀን ዐረፉ፥የግብዣና  የደስታም ቀን አደረጉ።"
                        },
                        {
                            "verse": "18",
                            "text": "በሱሳ የነበሩት አይሁድ ግን በዐሥራ ሦስተኛውና በዐሥራ አራተኛው ቀን ተሰበሰቡ፤በዐሥራ ዐምስተ ኛውም ቀን ዐረፉ፥የመጠጥና የደስታም ቀን አደረጉት።"
                        },
                        {
                            "verse": "19",
                            "text": "ስለዚህም በመንደሮችና ባልተመሸጉ ከተማዎች የሚኖሩ አይሁድ አዳር በሚባለው ወር ዐሥራ አራተኛው ን ቀን የደስታና የመጠጥ የመልካምም ቀን፥ርስ በርሳቸውም ስጦታ የሚሰጣጡበት ቀን ያደርጉታል።"
                        },
                        {
                            "verse": "20",
                            "text": "መርዶክዮስም ይህን ነገር ጻፈ፥በንጉሡም በአርጤክስስ አገሮች ዅሉ በቅርብና በሩቅ ወዳሉት አይሁ ድ ዅሉ ደብዳቤዎችን ላከ።"
                        },
                        {
                            "verse": "21",
                            "text": "በየዓመቱም አዳር በሚባለው ወር ዐሥራ አራተኛውና ዐሥራ ዐምስተኛው ቀን፥"
                        },
                        {
                            "verse": "22",
                            "text": "አይሁድ ከጠላቶቻቸው ዕረፍትን ያገኙበት ቀን፥ወሩም ከሐዘን ወደ ደስታ ከልቅሶም ወደ መልካም ቀ ን የተለወጠበት ወር ኾኖ ይጠብቁት ዘንድ፥የግብዣና የደስታም ቀን፥ርስ በርሳቸውም ስጦታ የሚሰጣጡበ ትና ለድኻዎች ስጦታ የሚሰጡበት ቀን ያደርጉት ዘንድ አዘዛቸው።"
                        },
                        {
                            "verse": "23",
                            "text": "አይሁድም ለመሥራት የዠመሩትን፥መርዶክዮስም የጻፈላቸውን ያደርጉ ዘንድ ተቀበሉት፤"
                        },
                        {
                            "verse": "24",
                            "text": "አጋጋዊው የሐመዳቱ ልጅ የአይሁድ ዅሉ ጠላት ሐማ አይሁድን ያጠፋ ዘንድ ተተንኵሎ ነበር፤ሊደመስ ሳቸውና ሊያጠፋቸውም ፉር የሚባል ዕጣ ጥሎ ነበር።"
                        },
                        {
                            "verse": "25",
                            "text": "አስቴርም ወደንጉሡ ፊት በገባች ጊዜ በአይሁድ ላይ የተተነኰለው ክፉ ተንኰል በራሱ ላይ እንዲመ ለስ፥ርሱና ልጆቹም በግንድ ላይ እንዲሰቀሉ በደብዳቤው አዘዘ።"
                        },
                        {
                            "verse": "26",
                            "text": "ስለዚህም እነዚህ ቀኖች እንደ ፉር ስም ፉሪም ተባሉ።በዚህም ደብዳቤ ስለተጻፈው ቃል ዅሉ፥ስላዩ ትና ስላገኟቸውም ነገር ዅሉ፥"
                        },
                        {
                            "verse": "27",
                            "text": "28፤አይሁድ እነዚህን ኹለት ቀኖች እንደ ጽሕፈቱና እንደ ጊዜው በየዓመቱ ይጠብቁ ዘንድ፥እነዚህም  ቀኖች በየትውልዳቸውና በየወገናቸው በያገራቸውም በየከተማቸውም የታሰቡና የተከበሩ ይኾኑ ዘንድ፥እ ነዚህም የፉሪም ቀኖች በአይሁድ ዘንድ እንዳይሻሩ፥መታሰባቸውም ከዘራቸው እንዳይቈረጥ፥በራሳቸውና በ ዘራቸው ወደ እነርሱም በተጠጉት ዅሉ ላይ እንዳይቀር ሥርዐት አድርገው ተቀበሉ።"
                        },
                        {
                            "verse": "29",
                            "text": "የአቢካኢልም ልጅ ንግሥቲቱ አስቴርና አይሁዳዊው መርዶክዮስ ይህችን ስለ ፉሪም የምትናገረውን ኹ ለተኛዪቱን ደብዳቤ በሥልጣናቸው ዅሉ ያጸኗት ዘንድ ጻፉ።"
                        },
                        {
                            "verse": "30",
                            "text": "ደብዳቤዎቹንም በአርጤክስስ መንግሥት በመቶ ኻያ ሰባቱ አገሮች ወዳሉ አይሁድ ዅሉ በሰላምና በእ ውነት ቃል ላኩ።"
                        },
                        {
                            "verse": "31",
                            "text": "እነዚህንም የፉሪም ቀኖች፥አይሁዳዊው መርዶክዮስና ንግሥቲቱ አስቴር እንዳዘዙ፥ለራሳቸውና ለዘራቸ ውም የጾማቸውንና የልቅሷቸውን ነገር ለማክበር እንደ ተቀበሉ፥በየጊዜያቸው ያጸኑ ዘንድ ጻፉ።"
                        },
                        {
                            "verse": "32",
                            "text": "የአስቴርም ትእዛዝ ይህን የፉሪምን ነገር አጸና፤በመጽሐፍም ተጻፈ።"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": 10,
            "sections": [
                {
                    "title": null,
                    "verses": [
                        {
                            "verse": "1",
                            "text": "ንጉሡም አርጤክስስ በምድርና በባሕር ደሴቶች ላይ ግብር ጣለ።"
                        },
                        {
                            "verse": "2",
                            "text": "የኀይሉና የብርታቱም ሥራ ዅሉ ንጉሡም እስከ ምን ድረስ እንዳከበረው የመርዶክዮስ ክብር ታላቅነት ፥በሜዶንና በፋርስ ነገሥታት ታሪክ መጽሐፍ የተጻፈ አይደለምን፧"
                        },
                        {
                            "verse": "3",
                            "text": "አይሁዳዊውም መርዶክዮስ ለንጉሡ ለአርጤክስስ በማዕርግ ኹለተኛ ነበረ፤በአይሁድም ዘንድ የከበረ፥በ ብዙ ወንድሞችም ዘንድ የተወደደ፥ለሕዝቡም መልካምን የፈለገ፥ለዘሩም ዅሉ በደኅና የተናገረ ነበረ፨"
                        }
                    ]
                }
            ]
        }
    ]
}