{
  "book_number": 33,
  "book_name_am": "የይሁዳ መልእክት",
  "book_name_en": "Jude",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "የኢየሱስ ክርስቶስ ባሪያ የያዕቆብም ወንድም የኾነ ይሁዳ፥በእግዚአብሔር አብ ተወደ፟ው ለኢየሱስ  ክርስቶስም ተጠብቀው ለተጠሩ፤"
        },
        {
          "verse": 2,
          "text": "ምሕረትና ሰላም ፍቅርም ይብዛላችኹ።"
        },
        {
          "verse": 3,
          "text": "ወዳጆች ሆይ፥ስለምንካፈለው ስለ መዳናችን ልጽፍላችኹ እጅግ ተግቼ ሳለኹ፥ለቅዱሳን አንድ ጊዜ ፈጽ ሞ ስለተሰጠ ሃይማኖት እንድትጋደሉ እየመከርዃችኹ እጽፍላችኹ ዘንድ ግድ ኾነብኝ።"
        },
        {
          "verse": 4,
          "text": "ከብዙ ጊዜ በፊት ለዚህ ፍርድ የተጻፉ አንዳንዶች ሰዎች ሾልከው ገብተዋልና፤ኀጢአተኛዎች ኾነው የ አምላካችንን ጸጋ በሴሰኝነት ይለውጣሉ ንጉሣችንንና ጌታችንንም ብቻውን ያለውን ኢየሱስ ክርስቶስን  ይክዳሉ።"
        },
        {
          "verse": 5,
          "text": "ዳሩ ግን ዅሉን አንድ ጊዜ ፈጽሞ ምንም የተማራችኹ ብትኾኑ ጌታ ከግብጽ አገር ሕዝቡን አድኖ የማ ያምኑትን በዃላ እንዳጠፋቸው ላሳስባችኹ እወዳ፟ለኹ።"
        },
        {
          "verse": 6,
          "text": "መኖሪያቸውንም የተዉትን እንጂ የራሳቸውን አለቅነት ያልጠበቁትን መላእክት በዘለዓለም እስራት ከጨ ለማ በታች እስከታላቁ ቀን ፍርድ ድረስ ጠብቋቸዋል።"
        },
        {
          "verse": 7,
          "text": "እንዲሁም እንደ እነርሱ ዝሙትን ያደረጉና ሌላን ሥጋ የተከተሉ ሰዶምና ገሞራ በዙሪያቸውም የነበሩ  ከተማዎች በዘለዓለም እሳት እየተቀጡ ምሳሌ ኾነዋል።"
        },
        {
          "verse": 8,
          "text": "እንዲሁም እነዚህ ሰዎች ደግሞ እያለሙ ሥጋቸውን ያረክሳሉ ጌትነትንም ይጥላሉ ሥልጣን ያላቸውንም  ይሳደባሉ።"
        },
        {
          "verse": 9,
          "text": "የመላእክት አለቃ ሚካኤል ግን ከዲያብሎስ ጋራ በተከራከረ ጊዜ ስለሙሴ ሥጋ ሲነጋገር፦ጌታ ይገሥጽ ኽ አለው እንጂ የስድብን ፍርድ ሊናገረው አልደፈረም።"
        },
        {
          "verse": 10,
          "text": "እነዚህ ግን የማያውቁትን ዅሉ ይሳደባሉ፥አእምሮም እንደሌላቸው እንስሳዎች በፍጥረታቸው በሚያውቁ ት ዅሉ በርሱ ይጠፋሉ።"
        },
        {
          "verse": 11,
          "text": "ወዮላቸው፥በቃየል መንገድ ኼደዋልና፥ስለ ደመ ወዝም ለበለዓም ስሕተት ራሳቸውን አሳልፈው ሰጥተዋ ል፥በቆሬም መቃወም ጠፍተዋል።"
        },
        {
          "verse": 12,
          "text": "እነዚህ ከእናንተ ጋራ ሲጋበዙ በፍቅር ግብዣችኹ እንደ እድፍ ናቸው፤እንደ እረኛዎች ያለፍርሀት  ራሳቸውን ይጠብቃሉ፤በነፋስ የተወሰዱ ውሃ የሌለባቸው ደመናዎች፥ፍሬ የማያፈሩ ኹለት ጊዜ የሞቱ ከነ ሥራቸው የተነቀሉ በበጋ የደረቁ ዛፎች፥"
        },
        {
          "verse": 13,
          "text": "የገዛ ነውራቸውን ዐረፋ እየደፈቁ ጨካኝ የባሕር ማዕበል፥ድቅድቅ ጨለማ ለዘለዓለም የተጠበቀላቸው  የሚንከራተቱ ከዋክብት ናቸው።\n14-15፤ከአዳም ዠምሮ ሰባተኛ የኾነ ሔኖክ፦እንሆ፥ጌታ በዅሉ ላይ እንዲፈርድ፥በኀጢአተኝነትም ስላደረጉ ት ስለ ኀጢአተኛ ሥራቸው ዅሉ ዐመፀኛዎችም ኀጢአተኛዎች በርሱ ላይ ስለ ተናገሩ ስለጭከና ነገር ዅ ሉ ኀጢአተኛዎችን ዅሉ እንዲወቅስ ከአእላፋት ቅዱሳኑ ጋራ መጥቷል ብሎ ለእነዚህ ደግሞ ትንቢት ተና ገረ።"
        },
        {
          "verse": 16,
          "text": "እነዚህ እንደ ምኞታቸው እየኼዱ የሚያንጐራጕሩና ስለ ዕድላቸው የሚያጕረመርሙ ናቸው፥እንዲረባቸው ም ለሰው ፊት እያደሉ፥አፋቸው ከመጠን ይልቅ ታላቅ ቃል ይናገራል።"
        },
        {
          "verse": 17,
          "text": "እናንተ ግን፥ወዳጆች ሆይ፥በጌታችን በኢየሱስ ክርስቶስ ሐዋርያት ቀድሞ የተነገረውን ቃል ዐስቡ፤"
        },
        {
          "verse": 18,
          "text": "እነርሱ፦በመጨረሻው ዘመን በኀጢአተኝነት እንደ ገዛ ምኞታቸው እየኼዱ ዘባቾች ይኾናሉ ብለዋችዃል ና።"
        },
        {
          "verse": 19,
          "text": "እነዚህ የሚያለያዩ ሥጋውያንም የኾኑ መንፈስም የሌላቸው ሰዎች ናቸው።"
        },
        {
          "verse": 20,
          "text": "እናንተ ግን፥ወዳጆች ሆይ፥ከዅሉ ይልቅ በተቀደሰ ሃይማኖታችኹ ራሳችኹን ለማነጽ እየተጋችኹ በመን ፈስ ቅዱስም እየጸለያችኹ፥"
        },
        {
          "verse": 21,
          "text": "ወደዘለዓለም ሕይወት የሚወስደውን የጌታችንን የኢየሱስ ክርስቶስን ምሕረት ስትጠባበቁ በእግዚአብ ሔር ፍቅር ራሳችኹን ጠብቁ።"
        },
        {
          "verse": 22,
          "text": "አንዳንዶች ተከራካሪዎችንም ውቀሱ፥አንዳንዶችንም ከእሳት ነጥቃችኹ አድኑ፥"
        },
        {
          "verse": 23,
          "text": "አንዳንዶችንም በሥጋ የረከሰውን ልብስ እንኳ እየጠላችኹ በፍርሀት ማሩ።"
        },
        {
          "verse": 24,
          "text": "ሳትሰናከሉም እንዲጠብቃችኹ፥በክብሩም ፊት በደስታ ነውር የሌላችኹ አድርጎ እንዲያቆማችኹ ለሚችለው"
        },
        {
          "verse": 25,
          "text": "ብቻውን ለኾነ አምላክና መድኀኒታችን ከዘመን ዅሉ በፊት አኹንም እስከ ዘለዓለምም ድረስ በጌታችን በኢየሱስ ክርስቶስ ክብርና ግርማ ኀይልም ሥልጣንም ይኹን፤አሜን፨"
        }
      ]
    }
  ]
}