{
  "book_number": 63,
  "book_name_am": "መጽሐፈ ሔኖክ",
  "book_name_en": "Enoch",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": "1",
          "text": "ሕገ እግዚአብሔርን የዘነጉ ሰዎችንና ክፉዎችን ሰዎች ሁሉ ለማራቅ መከራ በታዘዘባት ቀን ደጋግ የሆኑ ዘንድ ያላቸው ጻድቃንና የተመረጡ ሰዎችን እንዳመሰገነ ሄኖክ ያመነበት ቃል ይህ ነው። ሄኖክ ተናገረ እንዲህ አለ ዓይነ ልቡናየ ተገልጦ ሳለ እውነተኛ ሰው የምሆን ጽድቄ ከእግዚአብሔር ዘንድ የተገኘልን እኔ ተናገርኩ በሰማይ ያሉ መላእክት ያሳዩኝ ፅኑዕ ራዕይን ከነሳቸው ዘንድ የሰማሁትንም ሁሉ አየሁ እኔ ያየሁትም ራዕይ እንዳይቀር አወቅሁ አለ።"
        },
        {
          "verse": "2",
          "text": "ይህም የሚደረገው በሥረኛው ትውልድ ነው እንጂ፣ በሰባተኛው ትውልድ አይደለም። የደናግልን ነገር የሕጋውያንንም ነገር ከማደሪያው ከወጣ ገናናና ፅኑ ከሆነ ከፈጣሪ ጋራ ተናገርኩ። አራቱንም ማዕዘነ ዓለም ከፈጠረ ከማደሪያውም ወጥቶ ሕግ ለመሥራት በደብረሲና ከሚቆም ከሰማይም ወርዶ በእሥራኤል መካከል በከሃሊነቱ ከሚገለጥ ሁሉ ከሚፈራው ለምስጋና የሚተጉ መላእክትም ከሚነዋወጡለት ከጽንፍ እስከ ጽንፍ ያሉ ሰዎች ሁሉ ከሚፈሩት ፅኑ መንቀጥቀጥም ከሚንቀጠቀጡለት ረጃጅሞች ተራሮች ከሚደነግጡለት፣ የሙሴ አሮንን ረጃጅሞች ኮረብታዎችም ከሚዋረዱለት /ሰባ ሊቃናት/ ስምም ከእሣት የተነሣ እንዲቀልጥ እንደዚያ ከሚቀልጡለት ምድርም በማየ አይን ከምትሰጥምለት በምድርም ያለ ሁሉ ከሚጠፉለት ከሱ ጋር ተነጋገርሁ።"
        },
        {
          "verse": "3",
          "text": "ፍርዱም በኃጥአን ሁሉ በጻድቃንም ላይ ሁሉ ይደረጋል። ለወዳጆቹ ግን ፍቅር አንድነትን ይደርግላቸዋል /ሕጋውያን/ የተመረጡ ሰዎችንም ይጠብቃቸዋል /ደናግል/ ለነሱም ይቅርታ ይደረግላቸዋል። ሁሉም የአምላክ ገንዘቦች ይሆናሉ በክብርም ይከናወናሉ፣ ይከበራሉ፣ የአምላክ ብርሃንም ያበራላቸዋል።"
        },
        {
          "verse": "4",
          "text": "ለወዳጆቹ ይፈርድላቸዋል ዘንድ እነሆ ከብዙ መላእክት ጋር ይመጣል ሕገ እግዚአብሔርም የዘነጉ ሰዎች ያጠፋቸዋል ሕገ እግዚአብሔርን የዘነጉ ሰዎችና ኃጥአን በሱ ፈጸመው ስለ አደረጉት ነገር ሁሉ ሥጋዊ ደማዊን ሁሉ ይወቅሳል። በሰማይ የሚኖሩ ፀሐይ ጨረቃ ሥራቸውን እንዳይለወጡ ሁሉም እንዲወጣ እንዲገባ በዘመኑ ሁሉም እንደ ተሠራ ካዘዛቸውም ትእዛዛቸው እንዳይተላለፉ በሰማይ ያለውን ሥራ ሁሉ አወቅሁ ተረዳሁ።\nምድርን እይዋት ከመጀመሪያው ጀምሮ እስከ መጨረሻው ድረስ በሷ ላይ ከሚሠራው ሥራ የተነሣ የሚታይ የአምላክ ሥራው ሁሉ እንዳይለወጥ ልብ አድርጉ። በጋውን ክረምቱን እዩት ምድር ሁሉ ውሀን እንደ ተመላች ደመናውም ጤዛውን ዝናቡም በሷ ላይ አርፈውበት እንዲኖሩ እዩ።"
        },
        {
          "verse": "5",
          "text": "ከብሉይ ክረምት ጀምሮ ከሦስት ወር ክረምት በኋላ እስከሚመጣ እስከ አዲስ በጋ ድረስ ከሚቆዩ ቅጠላቸው ከማይረግፍ ከሥራ አራት እንጨቶች በቀር እንጨቶች ሁሉ ምጥጥ ድርቅ ብለው እንዲታዩ ቅጠላቸውም ሁሉ እንዲረግፍ አወቅሁ ተረዳሁ። አስቀድሞ በምድር ላይ ፀሐይ እንዲጸና ዳግመኛም የበጋው ወራት ተረዳሁ። እናንተ ግን የፀሐይ ዋዕይ ስለጸና የድንኳን ጥላና የዛፍ ጥላን ትፈልጋላችሁ፣ ምድርም ከዋዕዩ ጽናት የተነሣ ትቃጠላለች።"
        },
        {
          "verse": "6",
          "text": "እናንተ ግን ስለ ተቃጠለች ምድርን ድንጋይዋንም መርገጥ አትችሉም። እንጨቶች ሁሉ በቅጠል ልምላሜ እንዲሸፈኑ ኋላም እንዲያፈሩ አወቅሁ። ለዘላለሙ ሐያው ሆኖ የሚኖር እሱ እነዚህን ሁሉ እንደ ፈጠረላችሁ የነዚህን ሁሉ ነገር ፈጽማችሁ እወቁ። በያመቱ የሚሆነው ሥራውም በፊቱ ነው። ፍጥረቱም ሁሉ ለሱ ይገዛሉ ፈጣሪ እንደሠራው ሁሉ እንዲህ ሲደረግ ይኖራል፤ እንጂ ከወሰነላቸውም አይነዋወጡም። ፈሳሾችና ባሕሮችም አንድ ሆነው ሥራቸውን እንዲጨርሱ እወቁ።"
        },
        {
          "verse": "7",
          "text": "እናንተ ልበ ድንጋዮች ከሥራው ወጣችሁ እንጂ በገናንነቱ ላይ በረከሰች በናንተ አፍ ታላላቅ ጽኑ ሐሜትንም አማችሁት እንጂ እናንተ በሕጉ አልጸናችሁም። የጌታችሁንም ትእዛዝ አላደረጋችሁም። ፍቅር አንድነት አትደረግላችሁም። ስለዚህ ነገር እናንተም ዘመናችሁን ትረግማላችሁ፣ በሕይወት የምትኖሩባቸውንም ዘመኖች ታጣላችሁ በናንተም የዘላለም መርገም ይበዛባችኋል ይቅርታም አይደረግላችሁም። በዘላለም መርገም ተይዛችሁ በዚያም ወራት የናንተን ተድላ ደስታ ለጻድቃን ሁሉ ትሰጣላችሁ ኃጥአን ደቀ መዛሙርቶቻችሁ ዘወትር እናንተን ይረግማሉ። ከኃጥአን ደቀ መዛሙርቶችሁም ጋራ እናንተን መከራው አንድነት ያገኛችኋል።"
        },
        {
          "verse": "8",
          "text": "ለተመረጡ ሰዎች ግን ጸጋ ክብር ፍቅር አንድነትና ተድላ ደስታውም ይደረግላቸዋ /ደናግል/። እነሱ ግን መንግሥተ ሰማያትን ይወርሷታል። ሕገ እግዚአብሔርን ለዘነጋችሁ በናንተስ መርገም ይሆንባችኋል። ለተረመጡም ሰዎች ጥበብ ቢሰጣቸው እነዚህ ሁሉ ይድናሉ፣ ጥበብ ያላቸው እነሱም ለሱ ይገዛሉ እንጂ በመዘንጋትም ሆኖ በትቢትም ሆኖ ደግመኛም እይበድሉም። ዳግመኛም አይበድሉም በሕይወት በሚኖሩበት ዘመን ሁሉ ኃጢአት ሠርተው አይፈረድባቸውም በሕይወት የኖሩበትን ቁጥር ይጨርሳሉ እንጂ በመቅሠፍትና በመዓትም አይቀሠፉም።\nበሕይወት የሚኖሩበት ወራት በፍቅር አንድነት ይበዛል፣ በተድላ በደስታ የሚኖሩባቸውም ዘመኖች በሕይወታቸው በሚኖሩበት ዘመን ሁሉ በተድላ በደስታ ለዘላለም በሚሆን ፍቅር አንድነትም ይበዛሉ።"
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": "1",
          "text": "የሰው ልጆች ከበዙ በኋላ እንዲህ ሆነ። በዚያ ወራትም መልክ መልካሞች ደመ ግቡዎች ልጆች ተወለዱላቸው በደብር ቅዱስ ያሉ ደቂቀ ሴትም እነሱን አይተው ወደዷቸው። እሰበሳቸውም ኑ ለኛ ከቃየል ልጆች ሴቸችን እንምረጥ ለኛ ልጆችን አንውለድ አሉ።\nአለቃቸውም የሆነ ስማዝያ እኔስ ይህ ሥራ ይሠራ ዘንድ አትወዱም ብሎ እነሆ እፈራለሁ የዚችም የፀናች ኃጢአት ፍዳ እምቀበል እኔ ብቻ እሆናለሁ አላቸው። ይችን ምክር እንዳንለውጣት ይችንም ምክር ቁም ነገር እንድናደርጋት ሁላችን ተለያይተን እርስ በርሳችን ማላን እንማማል ብለው ሁሉም መለሱለት።"
        },
        {
          "verse": "2",
          "text": "ያን ጊዜ ሁሉም አንድ ሆነው ሁሉም እርስ በርሳቸው ተለያይተው ማሉበት ሁሉም ሁለት መቶ ሆኑ። አርዲስ ወደሚባል ቦታም ወረዱ ይኸውም የአርሞንኤም ተራራ ራስ ነው እርስ ብርሳቸው ተለያይተው ምለውበታልና የአርሞንኤምንም ተራራ በማላ ተራራ ብለው ጠሩት።\nአለቆቻቸውም ስማቸው ይህ ነው መጀመሪያው አለቃቸው ስማዝያ ነው። ሁለተኛው ዑራኪበራምኤል ሦስተኛው አኪቢኤል አራተኛውም ጣምኤል አምስተኛው ራሙኤል ስድስተኛው ዳንኤል ሰባተኛው ኢዚቃኤል ስምንተኛው ሱሩቃያል ዘጠኛው አስኤል አሥረኛው አርሞርስ አሥራ አንደኛው በጥርኤል አሥራ ሁለተኛ አናንኤል አሥራ ሦስተኛው ዘቂቢ አሥራ አራተኛውም ሳምሳፒኤል አሥራ አምስተኛው ስርትኤል አሥራ ስድስተኛው ጡሩኤልያም አሥራ ሰባተኛው ያኤል አሥራ ስምንተኛው እራዝያል ነው የሁለቱ መቶ አለቆች አለቆቻቸው እኒህ ናቸው ሌሎችም ሁሉ ከነሱ ጋራ አሉ። ከነሳቸው ሚስት አገቡ፣ ሁሉም ለየራሱ አንዳንዲቱን መረጠ።"
        },
        {
          "verse": "3",
          "text": "ወደነሱም ይገቡ ዘንድ ጀመሩ፣ ከነሱም ጋራ አንድ ሆኑ /ደርሱባቸው/። ሟርትን ምታት ማሳየትን አስተማሩዋቸው ሥር መማስን ቅጠል መበጠስንም አመለከቷቸው። እነሱም ፀንሰው ረጃጅሞች አርበኞች ልጆችን ወለዱ፡ ቁመታቸውም ሦስት ሦስት ሺህ ክንድ ነው።\nአባት እናቶቻቸው እነሱን መመገብ አስቲሳናቸው ድረስ ደርሰው እነዚህ ሰው የደከመበትን ገንዘብ ሁሉ በሉ። ረጃጅሞቹም ልጆች አባት እናቶቻቸውን ይበሏቸው ዘንድ ወደ መብላት ተመለሱ። አውሬዎችንና ወፎችን ዓሣዎችንና ተሐዋስያንንም እያመለኩ ይበድሩ ጀመር። እርስ በርሳቸውም ሥጋቸውን ተባሉ ከሷም ደምን ጠጡ። ያን ጊዜም ምድር በደለኞችን ከሰሰቻቸው /ትሑታኑን ልዑላኑን/።"
        },
        {
          "verse": "4",
          "text": "አዛዝዔልም ለሰዎች ሾተልና ሰይፍ መሥራትን ጋሻ መሰጐድንም ጥሩር መሥራትንም አስተማራቸው። ከነሱ በታች የሚሆኑ ሥራቸውንም ሌላ ጌጽና አምባሮችን ቅንድብ መሸለልንና ዓይን መኳልን ከተመረጠና ከከበረ ዕንቁ ሁሉ የሚበልጥ ዕንቁንም እንሶስላ መሞቅን ሁሉ የዓለምንም ለውጥ አሳይዋቸው/ፈረሱን በቅሎውን ሰው ማድረግ/። ፅኑ በደል ብዙ ሰሰንም ተደረገ ሳቱ ሰሰኑ ሥራቸውም ሁሉ ጠፋ። አሚዛራክ ጋኔን መሳብን ምታት ማሳየትን ሥር መማስን ቅጠል መበጠስንም ሁሉ አስተማረ፣ አርማሮስም ጋኔን መሳብን አስተማረ።\nበረቅእልም ኮከብ መቁጠርን አስተማረ። ኮከብኤልም ምልክት ማሳየትን አስተማረ። ጥሞኤልም ኮከብ መቁጠርን አስተማረ። አስራድኤልም የጨረቃን አካሄድ አስተማረ።"
        },
        {
          "verse": "5",
          "text": "በሰዎችም ጥፋት ሰዎች ጮሁ  ቃላቸውም ወደ ሰማይ ደረሰ። ያን ጊዜ ሚካኤልና ገብርኤል ሱርኤልና ሱርያል በሰማይ ሆነው ጐበኙ። በዚህ ዓለም በግፍ የፈሰሰ የብዙ ሰው ደምን በዚህ ዓለም የሚሠራ ግፉን ሁሉ አዩ። እስበሳቸውም የሰዎችን የጩኸታቸውን ቃል ተናገሩ። ምድርም ብቻዋን ቀርታ /ትሑታኑ/ጩኸቷ ከሰማይ በር እስቲ ደርስ ድረስ ጮኸች። አሁንም በሰማይ ያላችሁ መላእክት የሞቱ ሰዎችን ነፍሳት ልመናችንን ወደ እግዚአብሔር አግቡልን እናንተን ይከሳሉ አሉ።"
        },
        {
          "verse": "6",
          "text": "ለነገሠ ንጉሣቸውንም እንዲህ አሉት የጌቶች ጌታ አንተ ነህና ካምላኮች በላይ ያለህ አምላክም አንተ ነህና ከነገሥታትም በላይ ያለህ ንጉሥ አንተ ነህና። የጌትነትህም ዙፋን ለልጅ ልጅ ዘመን ጸንቶ ይኖራል ስምህም ለልጅ ልጅ ዘመን ለዘላለሙ የከበረ የተመሰገነ ነውና የከበርህ የተመሰገንህ ነህና።\nሁሉንም የፈጠርህ አንተ ፈጥረህ የሁሉም ሥልጣን ካንተ ጋራ ነውና/በጁህ/ በፊትህም ሁሉ የተገለጠ ነውና። አንተም ሁሉን መርምረህ ታውቃለህና ካንተም ሊሰወር የሚቻለው የለምና። አዛዝኤል ያደረገውን እይ በዚህ ዓለም ግፉን ሁሉ እንዳስተማረ በዚህ ዓለም የተሰወሩትን ሁሉ በሰማያት የሚሠሩትን እንዳስተማረ እያ አሉት።"
        },
        {
          "verse": "7",
          "text": "ከሱ ጋር አንድነት ያሉትን ይገዛ ዘንድ አንተ ሥልጣንን የሰጠኸው ሰማዝያም ምታት ማሳየትን እንዳስተማረ እይ። አንድ ሁነውም ወደ ቃየል ልጆች ሄዱ በዚህም ሴቶች ጋራ ደረሱባቸው ረከሱ እሊህንም ኃጢአቶች ገለጡላቸው። ሴቶችም ረጃጅም ልጆችን ወለዱ በዚህም ምድር ሁሉ ግፍንና ደምን ተመላች። አሁንም ከሥራቸው የተለዩ ነፍሳት እነሆ ይጫሃሉ እስከ ሰማይ እስኪደርስ ድረስ ይከሳሉ።\nጩኸታቸውም እስከ ሰማይ ደረሰ በዚህ ዓለም የሚሠራው ግፍ ከመገለጡ የተነሣ መዳን አይችሉም። ይህነንም ሳይደረግ አነተ ታውቀዋለህ ይህንንም የባለፀጎችንና የድኖችንም ነገር አንተ ታውቀዋለህ። የምትነግረንም ነገር የለም በዚህስ ነገር ምን እናደርጋቸው ዘንድ ይገባል።"
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": "1",
          "text": "ያን ጊዜም ልዑል ገናና የከበረ ፈጣሪ ተናገሪ ወደ ላሜክ ልጅ ወደ ኖኅም ሱርያልን ላከው። በኔ ስም አምነህ ራስህን ከማየ አይህ ሰውር በለው ምድር ሁሉ ትጠፋለችና የሚመጣ የመከራውን መጨረሻ ግለጽለት አለው። በዚችም ምድር ሁሉ ላይ የጥፋት ውሀ የመጣ ዘንድ አለው በውስጧም ያለው ሁሉ ይጠፋል። አሁንም እሱ ይሸሽ ዘንድ ልጁም በዓለሙ ሁሉ ይኖር ዘንድ አስተምረው አለው። ዳግመኛም እግዚአብሔር ሩፋኤልን አዘዝኤልን እጁን እግሩን አስረህ በጨለማ ውስጥ አግዘው  በዱዳኤል ያለች ምድረ በዳዋንም ክፈታት እሱንም በዚያ በጨለማው ውስጥ ጣለው በላዩም እንክብል እንክብል ሻፎ ሻፎ ድንጋዎችን ግጠምበት።"
        },
        {
          "verse": "2",
          "text": "ጨለማንም አልብሰው በዚያ ለዘላለሙ ይኑር፣ ብርሃንን እንዳያይ ፍርድ በሚደረግበት ዕለተ ምጽአት ወደ ገሃነም እንዲሄዱ ፊቱን በጨለማ ሸፍነው አለው። ደቂቀ ሴት ያጠፋት ምድርንም እንድናት የምድርንም ንጽሕና ተናገር። ለኃጢአት የሚተጉ ደቂቅ ሴት በገደሉበት ለልጆቻቸውም በስተማሩት ኃጢአት ሁሉ ምሥጢር የሰው ልጆች ሁሉ አይጠፉም። በአዛዝኤል ሥራ ትምህርትም ምድር ሁሉ ጠፋች የሰውንም ሁሉ ኃጢአት በሱ ጻፍበት አለው። ገብርኤልንም እግዚአብሔር ወደ ተናቁ ሰዎችና ወዳመንዝራዎች ወደ ዘማም ልጆች ሄድ ያመንዝራይቱንም ልጆች ለኃጢአት የሚተጉ የሴትንም ልጆች ከሰው ለይተህ አጥፋቸው አለው።"
        },
        {
          "verse": "3",
          "text": "እስበሳቸው ተቀራደው ወደሚጠፉበት ቦታ አስወጥተህ ስደዳቸው የዘመን ርዝመት የላቸውምና እነሱ ራሳቸው በሰይፍ ተቀራደው ያልቃሉ። የዘላለም ሕይወትን ሊኖሩ ተስፋ ያደርጋሉና ከነሱ አንዱም አንዱ አምስት መቶ ዘመንና ሊኖር ይመስለኛልና ሁሉም ይለምንሃል ላባቶቻቸው ለነሱም ፍቅር አንድነት አይደረግላቸውም። /አስታርቀን ብለው/ ሚካኤልንም እግዚአብሔር ሂደህ ለስምያዛ ንገረው ከሱ ጋር ላሉ በኃጢአታቸው ሁሉ ከለሳቸው ጋራ ይጠፉ ዘንድ ከሴቶችም ጋራ ለተባበሩ ሰዎች ንገራቸው አለው።"
        },
        {
          "verse": "4",
          "text": "ልጆቻቸውም ተቀራደው ካለቁ በኋላ እነሱም የሚወዷቸው የልጆቻቸውን ጥፋት ካዩ በኋላ የጥፋታቸው መጨረሻና ፍርዳቸው እስከሚደረግበት ቀን ድረስ የዘላለምን ፍርድ እስኪፈፀም ድረስ ሰባውን ትውልድ በምድር ኮረብታ በታች አሥረህ አግዛቸው አለው። በዚያም ወራት በጭንቅ ሊኖሩ በእሣት በታች ወዳለው ቦታ ይወስዷቸዋል በግዞት ቤትም ለዘላለሙ ተዘግቶባቸው ይኖራሉ። ያን ጊዜም ከዛሬ ጀምሮ እስከ ዘላለሙ ድረስ መላካቸው አንድነት ይቃጠላል ይጠፋል እስከ ልጅ ልጅ ዘመን መጨረሻ ድረስ ይጋዛሉ።"
        },
        {
          "verse": "5",
          "text": "ሰዎችን በድለዋቸዋልና ዋዛ የሚወዱ ሰዎችን ሁሉ ለኃጢአት የሚተጉ የደቂቀ ሴት ልጆችንም አጠፋቸው ግፉንም ሁሉ ከዚህ ዓለም አጥፋ ክፉ ሥራም ሁሉ ይጥፋ የቀና ሕግንና እውነት ሥራን የሚሠራ ሆኖም ለዘላለሙ ይገለጥ።"
        },
        {
          "verse": "6",
          "text": "ሥራውም ሁሉ ለበረከት ይሆናል ሕገጋቱም በተድላ በደስታ ይፀናሉ። አሁንም ደጋጎች ሰዎች ሁሉ ለእግዚአብሔር ይገዛሉ ሺህ ልጆችንም እስኪወልዱ ድረስ ደኀነኞችን ይሆናሉ። /ፍጹም ልጅ/"
        },
        {
          "verse": "7",
          "text": "የሕፃንነታቸውን የሽምግልናቸውንም ወራት ሁሉ በተድላ በደስታ ይጨርሳሉ። በነዚያም ወራቶች ምድር ሁሉ በውነቱ ትታረሳለች በሁሉመናዋም እንጨቶችን ትተክላለች በረከትንም ትመላለች። ተድላ ደስታ ያለባቸው እንጨቶችም ሁሉ በሷ ላይ ይተከላሉ ወይኖችም በሷ ይተክላሉ። በሷም ላይ የሚተከለው ወይን ሊያጠግብ ያፈራል በሷም የሚሠራው ዘር ሊያጠግብ ያፈራል። አንዲቱም መስፈሪያ ብዙ ፍሬ ታፈራለች አንዲቱም መስፈሪያ ዘይት አሥር የዘይት ዓውድማን ትመላለች።"
        },
        {
          "verse": "8",
          "text": "አንተ ግን ምድርን ከግፉ ሁሉ ከበደሉም ሁሉ ከኃጢአቱም ሁሉ ከመበድልም ሁሉ በዚህ ዓለም ከሚሠራው ሁሉ ከሚያጓድፈው ጣዖትም ሁሉ አነፃት። በዚህ ዓለም አጠፋቸው ከሰው የተወለዱ ልጆችም ሁሉ ደጋግ ሰዎችን ይሁኑ አሕዛብም ሁሉ እኔን የሚያመልኩ እኔን የሚያመሰግኑ ይሁኑ። ሁሉም ለኔ ይሰግዳሉ ምድርም ከጥፋት ሁሉ ከሚሠራውም ኃጢአት ሁሉ ከተደረገባትም መቅሠፍት ሁሉ ጭንቅ መከራ ሁሉ ትነፃለች።\nለልጅ ልጅ ዘመን እስከ ዘላለም ድረስ በሷ ጥፋት አመጣባት ዘንድ ዳግመኛ አላመጣባትም። በነዚም ወራቶች በሰዎች ልጆች አዝመራቸው ላይና በትክልታቸው ላይ ወደ ዚህ ዓለም ዝናሞችን አወርድላቸው ዘንድ በሰማዮች ያሉ በረከት የሚገኝባቸው ዳመናዎችን እከፍታለሁ። /አዛለሁ/ የቀና ነገርና ፍቅር አንድነት በዚህ ዓለም ወራት ሁሉ በልጅ ልጅም ዘመን ሁሉ አንድ ሁነው ይኖራሉ።"
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": "1",
          "text": "ከነገር ሁሉ አስቀድሞ ሄኖክ ተሠወረ። ከሰውም ልጆች በተሠወረበት ቦታ ሳለ የሚያውቀው አልነበረም። ይሞት ይድንም የሚያውቅ የለም። ሥራውም ሁሉ በተሠወረበት ወራት በቅዳሴያቸው ከሚተጉ መላእክት ጋራና ከቅዱሳን ጋራ ነበር። እኔም ሄኖክ ገናና ጌታን ባራቱ ማዕዘነ ዓላማ የነገሠ እግዚአብሔርን አመሰግነው ጀመር። ሕግን በሰው ልቡና የምጽፍ እኔን ሄኖክንም ለቅዳሴያቸው የሚተጉ መልእክት እነሆ ይጠሩኛል። ሕግን በልቦናህ የምትጽፍ ሄኖክ ለኃጢአት ለሚተጉ ሰማያዊ ማዕረጋቸውን የከበረ ዘላለም ጸንቶ የሚኖር መንግሥተ ሰማይንም አተው። ከሴቶችም ጋራ ለጠፋ የቃየል ልጆችም እንደሚያደርጉ ላደረጉ ለደቂቀ ሴት ሂደህ ንገር አሉኝ። ራሳቸው ሚስት አገቡ በዚህም ዓለም ታላቅ ጥፋትን ጠፉ።"
        },
        {
          "verse": "2",
          "text": "በዚህም ዓለም ፍቅር አንድነት የኃጢአትም መሠረይ አይሆንላቸውም። በለጆቻቸው ደስ አይላቸውምና የሚወዳቸው የልጆቻቸውን ሞት ያያሉ በልጆቻቸውም ጥፋት ጩኸው ያለቅሳሉ። ለዘላለም ይለምናሉ ይቅርታም ፍቅርም አንድነትም አይደረግላቸው። እኔ ሄኖክም ሂጄ አዛዝኤልን ፍቅር አንድነትም አይደረግልህም። ሊያጠፋህ ፅኑዕ መቻያ ባንተ ታዘዘብህ። ግፍን ስላስተማርህ የስድብንም ሥራ ሁሉ ስላስተማርህ ለሰው ልጆች የኃጢአትንና የግፍን ነገር ስላስተማርህ ዕረፍት ልመና ይቅርታ አይደረግልህም አልሁት። ያን ጊዜ ሂጄ ለሁሉም አንድነት ነገርኋቸው።"
        },
        {
          "verse": "3",
          "text": "እነሱም ሁሉ ፈሩ ፍራት መንቀጥቀጥም ያዛቸው። ልጽፍላቸው ለነሱ የኃጢአታቸው መስተሥረያ ሊኖናቸው በሰማይ ወዳለ ወደ እግዚአብሔርም የልመናቸውን መታሰቢያ እኔ እንዳሳርግላቸው የልመናቸውን መታሰቢያ ጻፍልን ብለው ለመኑኝ። እነሱ ከዛሬ ጀምረው ከእግዚአብሔር ጋራ መነጋገር አይችሉምና ከተፈረደባቸው በደል ኃፍረት የተነሣ ዐይናቸውን ወደ ሰማይ ቀና አድርገው ለማየት አይችሉምና።"
        },
        {
          "verse": "4",
          "text": "የዚያን ጊዜ ስለ ሰውነታቸው የፍጹም ልመናቸውን መታሰቢያ ጻፍሁ የኃጢአታቸው መስተሥረያ የዘመንም ርዝመት ይሆንላቸው ዘንድ ስለ ለመኑኝ ያንዳዱ ያንዱንም ሥራቸውን ጻፍኩ። ሂጄም በውሀዎች ዳር ተቀመጥሁ ይቹውም በአርሞንኤል ግራ ቀኝ ያለች አገር ናት። እስካንጎላች ድረስ የልመናቸውን መታሰቢያ ተናገርሁ። እነሆ ሕልም መጣብኝ ራዕዮችም ተገለጡልኝ። በሰማያዊ ማዕረግ ለነበሩ ለደቂቀ ሴት ነግሬ እስድባቸው ዘንድ መቅሠፍት ያለበት ራዕይን አየሁ።"
        },
        {
          "verse": "5",
          "text": "ነቅቼም ወደነሱ መጣሁ በሲኒሊርና በሊባኖስ መካከል ባለች በዑብልስያኢል ፊታቸውን ተከናንበው ሁሉም እያለቀሱ ተሰብስበው ተቀምጠው ነበር። እኔም ተኝቼ ያየሁትን ራእይ ሁሉ በፊታቸው ተናገርኩ። እውነት ነገር ያለበት ይህነን ቃል እናገር ዘንድ በደብር ቅዱስም ለነበሩ ለኃጢአታቸው ለሚተጉ ለደቂቀ ሴትም አስተምር ዘንድ ጀመርሁ። የከበረ የገነነ ፈጣሪ በዚያች ራዕይ ንገራቸው ብሎ እንዳዘዘ ከጥንት ጀምሮ የነበሩ ለኃጢአታቸው የሚተጉ የደቂቀ ሴት ዘለፋና እውነት ነገር የተጻፈበት መጽሐፍ ይህ ነው።"
        },
        {
          "verse": "6",
          "text": "በሕሊና በሥጋዊ አንደበት እኔ ዛሬ የምናገረውን ነገር ተኝቼ አየሁ ይናገሩበት ዘንድ ለሰው አፍን የሰጠ የእውቀትንም ነገር በልብ ያውቁ ዘንድ ፈጥሮ ለሰው ልቡናን ሰጠ። ገናና እግዚአብሔር በደብር ቅዱሰ ያሉ ደቂቀ ሴትን አስተምራቸው ዘንድ እኔም ፈጥሮ ልቡናን ሰጥቶኛልና የምናገረውን ነገር ተኝቼ አየሁ። እኔ ልመናችሁ ጻፍኩላችሁ። በሕልሜ እንዲህ አሳየኝ ይህ\nዓለም እንዲህ ፀንቶ በሚኖርበት ዘመን ሁሉ ልመናችሁ አትደረግላችሁምና። የመከራም መጨረሻም በናንተ ታዘዘችባችሁ የለመናችሁትም ልመና አይደረግላችሁም።"
        },
        {
          "verse": "7",
          "text": "ከዛሬም ጀምራችሁ ይህ ዓለም ሁሉ እስኪያልፍ ድረስ ከፍ ወዳለ ማዕርጋችሁ አትወጡም። ይህ ጸንቶ በሚኖርበት ዘመን ሁሉ ሊያጠፋችሁ በዚህ ዓለም ተናገረ። ከዚህም አስቀድሞ የምትወዷቸው የልጆቻችሁን ጥፋት አያችሁ። በፊታችሁ በሰይፍ ተቀራደው ያልቃሉ እንጂ ጥሪትነታቸው የላችሁም። ስለናንተ የለመናችሁት ስለነሳቸውም የለመናችሁት ልመና አይደረግላችሁም። ይህም ሁሉ የተደረገባችሁ እናንተ የብስጭት ኃዘን እያዘናችሁ ነው። ከጻፍላችሁም መጽሐፍ ምንም ምንም እውነት ነገር አትናገሩም። ለኔም እንዲህ ያለ ራዕይ ታየኝ። እነሆ ደመናዎች በራዕይ ይጠሩኛል ጉምም ይጠራኛል። መብረቶችና ኮከቦችም በሩጫ ያስቸኩለኛል ያስጨንቁኛል። ነፋሶችም በሕልም ብር ብር ያደረጉኛል ያስቸኩሉኛል /መላእክት/ ከምድር በላይ ወዳለ ሰማይም ይዘው አወጡኝ።"
        },
        {
          "verse": "8",
          "text": "በበረድ ድንጊያ ወደ ተሠራች ግምብ እስትቀርብ ድረስ ወደ ቅጥሩ ገባሁ። የእሣትም ቅጥር ይከባታል እኔንም ያስፈራኝ ጀመር። ወደ እሣትም ቅጥር ገብቼ በበረድ ደንጊያ ወደ ተሠራ ታላቅ ቤት ቀረብሁ። በበረድ ደንጊያዎች የተሠራ የዚያም ቤት ግድግዳ እንደ ሳንቃ ልዝብ ነው። ምድሩም በረድ ነው ጠፈሩም እንደ መብረቅና እንደ ኮከብ ነው። /ቀለም ሳጋ/"
        },
        {
          "verse": "9",
          "text": "በቅጥሩና በቤቱም መካከል ከእሣት የተፈጠሩ ኪሩቤል አሉ። ሰማያቸውም ውሀ ነው። በቅጽሩም ዙሪያ የሚነድ እሣት አለ፣  ደጃፉም በእሣት ይቃጠላል። ወደዚያም ቤት ውስጥ ገባሁ እሣት እንደ መሆኑ ይሞቃል በረድ እንደ መሆኑ ይቀዘቅዛል። ምንም ምንም ተድላ ደስታ ሕይወት በውስጡ የለም። ፍራት ሸፈነኝ እንቅጥቅጥም ያዘኝ ታውኬ እየተንቀጠቀጥሁ በግምባሬ ወደቅሁ በሕልሜም እንዲህ ያለ ራዕይ አየሁ። ከዚህ ቤትም የሚበልጥ ሌላ ቤት እነሆ አለ። በፊቴም ደጃፉ ሁሉ የተከፈተ ነው በእሳት ቅጽርም የተሠራ ነው። በሁሉም ይበልጣል በስብሐት በብርሃን በክብርም በወርድም በቁመትም የብርሃኑም ነገር የወርዱም የቁመቱም ነገር ለናንተ መናገር የማይቻለኝ እስኪሆን ድረስ በሁሉ ይበልጣል።"
        },
        {
          "verse": "9",
          "text": "ወልወሉም እሣት ነው በላዩም መብረቅ የኮከቦች መሮጫ አለበት ጠፈሩም የሚነድ እሣት ነው። /እንደ ቀለም ሳጋ/ በውስጡም ከፍ ያለ የእግዚአብሔርን ዙፋን ፈጻሜ አየሁ። መልኩም እንደ ውርጭ ነው አጎበሩም እንደሚያበራ ፀሐይ ነው የኪሩቤልም ቃለ ይሰማል። ካታላቁ ዙፋንም በታችን የሚነድ የእሣት ፈሳሾች ይወጣሉ ፊቱንም ማየት አይቻላቸውም። የክብር ባለቤት ጌታም በሱ ላይ ተቀምጧል መጐናጾፊያውም ከፀሐይ ይልቅ ያበራል ከበረድም ሁሉ ይነጣል። ቀመላእክትም ማንም ማን እሱ ወዳለበት መግባት አይችልም የከበረ የተመሰገነ ፊቱንም ማየት አይችልም ከሥጋዊ ከደማዊ ሰው ያንን እሣት ያይ ዘንድ ማየት የሚቻለው ማነው። በዙሪያውም የሚነድ እሣት አለ በፊቱም ታላቅ አሣት ቆሟል።"
        },
        {
          "verse": "10",
          "text": "/ደጀ ጠኒ መልእከት ነው/ በዙሪያው ካሉ መላእክትም ወደሱ የሚቀርብ የለም የብዙ ብዙ መላእክትም በፊቱ አሉ። እሱ ግን ከባሕርዩ የተለየች ምክርን አይወድም። ወደሱ የሚቀርቡ መላእክትም በቀንም በሌሊትም ከሱ ፈጽመው አይርቁም። እኔ እስከዚህ ድረስ እየተንቀጠቀጥሁ ፊቱን ተከናንቤ ነበርኩ።"
        },
        {
          "verse": "11",
          "text": "ጌታን ባንደበቱ ጠርቶ ሄኖክ ወደዚህ ቅረብ ለከበረ ቃሌም ታዘዝ አለኝ። አንሥቶም እስከ ደጃፉ ድረስ አቀረበኝ እኔ ግን ፊቱን ደፍቼ ወደታች እመለከት ነበር። ደግ ሰው የምትሆን ሕግን በሰው ልቡና የምትጽፍ ሄኖክ በቃሉ ስማ አትፍራም አለኝ። ወደዚህ ቅረብ ቃሌንም ስማ ለነሱ ልትለምንላቸው ለላኩህ ለኃጢአት ለሚተጉ ለደቂቀ ሴትም ሂደህ ንገራቸው አለኝ። እናንተ ለሰው ልትለምኑ ይገባችሁ ነበር፣ ሰው ግን ለናንተ ሊለምንላችሁ አይገባውም ነበር። ከፍ ያለ ደብር ቅዱስን ዘለዓለም ጸንቶ የሚኖር መንግሥተ ሰማያትን ስለምን ተዋችሁት በላቸው።"
        },
        {
          "verse": "12",
          "text": "ከሴቶችም ደረሳችሁ ከቃየልም ልጆች ጋር ረከሳችሁ። ለናንተ ሚስት አገባችሁ የቃየልም ልጆች እንደሚያደርጉት አደረጋችሁ ረጃጅም ልጆችንም ወለዳችሁ። ረቂቃን የምትሆኑ የከበራችሁ ዘላዓለም ጸንቶ በሚኖር ሕይወት /መንፈስ ቅዱስ/ ደኀነኞች የምትሆኑ እናንተ ግን በሴቶች ረከሳችሁ። በደማዊ በሥጋዊ ሥራም እንደ ወለዱ አደረጋችኋቸው እናንተም ሥጋዊ ደማዊ ሥራን ወዳዳችሁ እነሱ ሥጋዊ ደማዊ ሥራን እንዲሠሩ እናንተም እንደነሱ ሠራችሁ።"
        },
        {
          "verse": "13",
          "text": "እነዚህም የሚሞቱ የሚጠፉ ናቸው፣   የሚሞቱ ስለሆነ ዘራቸውን በነሱ ይዘሩ ዘንድ ልጆችም ከነሱ ይወልዱ ዘንያ ሴቶችን ሰጠኋቸው። በዚህ ዓለም እንደዚህ እንደዚህ ያለ ሥራ ሲሠራ ይኖራል። እናንተ ግን ከዚህ አስቀድሞ ረቂቃንን ዘላለም ጸንቶ በሚኖር በልጅ ልጅ ዘመንም በማያልፍ በመንፈስ ቅዱስም ሕያዋን ሁናችሁ ነበር። የረቂቃን መላእክት ማደሪያቸው በሰማይ ነውና ስለዚህ ነገር ሴቶችን ለናንተ ሚስቶች አላደረግኋቸውም። አሁንም ወገኖቻቸው ከሚሆኑ ከደቂቀ ሴት የተወለዱ ረጃጅሞች ሰዎች በዚህ ዓለም ክፉ ልጆችን ይባላሉ። ማዳሪያቸውም በዚህ ዓለም ይሆናል። አባቶቻቸው ከደብር ቅዱስ ከወረዱ ከደቂቀ ሴት ተወልደው ነበርና ወገኖቻቸው ከሚሆኑ ከደቂቀ ሴት ክፉ ልጆች ተወለዱ።"
        },
        {
          "verse": "14",
          "text": "ቀድሞ የንጽሕና መሠረት የነበረ እነዚህም በዚህ ዓለም ክፉ ልጆች ይሆናሉ፤ ክፉ ልጆችም ይባላሉ። በሰማይ የሚኖሩ ረቂቃን መላእክት ማደሪያቸው በሰማይ ይሆናል በዚህ ዓለም የተወለዱ በምድር የሚኖሩ ሰዎችም ማደሪያቸው በምድር ይሆናል። ከደመና የሚደርሱ ረጃጅሞች ሰዎችም ፈጽመው ይጠፋሉ እስበሳቸውም ይጣላሉ በዚህ ዓለም ሰውን የጠፋሉ። በሰውም ኃዘንን ያደርጋሉ እነሳቸውም የሚበሉተን እህል ምንምን አያገኙም። ማየ አይህን ይጨልጣል እንጂ አይጠሙም በመኖሩም አይታወቁም። ጥፋትና ሰልፍ በታዘዘበት ወራት ተወልደዋልና እነዚህ ሰዎች ኑረው በሴቶችና በወንዶት ላይ በጠላትነት አይነሱም አለ።"
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": "1",
          "text": "ወገኖቻቸው ከሚሆኑ ከደቂቀ ሴት የተወለዱ የረዓይት ሞታቸው በወጡበት ቦታ ነው። ሞታቸውም ሙሉን ሞት ይሁን። ፍርድ ሳይደረግ የመከራ ፍጻሜ እስከሚደረግባት እስከ ዕለተ ምጽአት ድረስ እንደዚሁ ይጠፋሉ የከበረ መንግሥተ ሰማይ ከመስጠቱ አስቀድሞ ሕግን በዘነጉ ሰዎችና በደቂቀ ሴት ፍርድ ይጀመራል። አሁንም ለነሱ ልትለምንላቸው የላኩህን ከዚያ አስቀድሞ በደብር ቅዱስ የነበረ ለኃጢአት የሚተጉ ደቂቀ ሴትን እንዲህ በላቸው። ዛሬም በደብር ቅዱሰ ነበራችሁ የተሠወሩም ኃጢአቶች ገና አልተገለጡላችሁም ነበር። የተናቀ ምሥጢርንም አወቃችሁ በልቡናችሁም ፅናት ይህንን ነገር ለሴቶች ነገራችሁ። ከዚህም ምሥጢር በወንዶችና በሴቶች በዚህ ዓለም ክፋትን ያበዛሉ እንግዲህስ ፍቅር አንድነት የላችሁም በላቸው አለኝ።"
        },
        {
          "verse": "2",
          "text": "እንደ ቋያ የሚቃጠሉ ሰዎች ወዳሉበት ወደዚ ወደ አንድ ቦታ መላእክት ወሰዱኝ ሊታዩም በወደዱ ጊዜ ሰው ሆነው ይታያሉ። ጥቅል ነፋስ ወዳለበት ቦታ ራሱም እስከ ሰማይ ወደሚደርስ ተራራ ወሰዱኝ። /ስነ ፍጥረት/ የሚያበሩ አራት ቦታዎችን አየሁ በጥልቁም ዳርቻ ነጐድጓድ አለ የእሣት ቀስት የእሣት ፍላፃ ጐርጐሪያቸውም የእሣት ሰይፍ መብረቆችም ሁሉ አሉ። የሚናገር የመጣያ ውሀ እስከ አለበት ድረስ የምዕራብና እሣት እስካለበት ድረስ ወሰዱኝ ይኸውም የፀሐይ መግቢያ ሁሉ የሚያዝ ነው። እሳቱ እንደ ውሀ እስከሚፈስ እስከ እሣት ፈሳሽ ድረስ መጣሁ በምዕራፍ ወዳለ ወደ ታላቁም ባሕር ያፈሳል። ታላላቅ ወንዞችንም ሁሉ አየሁ። እስከ ታላቁ /በርባሮስ/ ጨለማም ድረስ እስከ ደረስኩ ሥጋዊ ደማዊ ሁሉም ወደሚመላለስበት ሄድኩ የክረምት ጭጋጎች ያሉባቸው ተራሮችንም የወንዙንም ሁሉ ውሀ የሚፈስበትን አየሁ /ውቅያኖስንም/።"
        },
        {
          "verse": "3",
          "text": "በዚህም ዓለም የሚፈሱ የወንዞችንም ሁሉ አፋቸውን የውቅያኖስንም አፍ አየሁ። የነፋሶችንም ሁሉ ቦታዎችንም ሁሉ አየሁ። ፍጥረቱን የምድሩንም ሁሉ መሠረቶች በነሳቸው እንዳስጌጠ አየሁ /አጸና/ ባራቱ ማዕዘን ያሉ አድማስንም አየሁ ምድርን ያጸኗት የጸናች ሰማይንም የሚሸከሟት አራቱን ነፋሶች አየሁ። የከበረች ሰማይንም ነፋሶች እንደ ዘረጓት አየሁ። እነሳቸውም በምድርና በሰማይ መካከል ቁመው ይኖራሉ እነሳቸውም የሰማይ ምሰሶዎችና ናቸው።"
        },
        {
          "verse": "4",
          "text": "ሰማይን ዘርግተው የያዙ የፀሐይንም ክበብ የሚያገቡ ከዋክብትንም ሁሉ የሚያገቡ ነፋሶችንም አየሁ። ደመናቸውን የሚሸከሙ በዚህ ዓለም ያሉ ነፋሳችንም አየሁ። የመላእክትንም ቁጥር አየሁ በላይ ያሉ ጠፈርን የሚያፀና በምድር ዳርቻ ያለ አድማሱ አየሁ።\nወደ አዘብም ሄድኩ በቀንም በሌሊትም ወደሚያበሩ አከበረ ደንጊያ ወደሚበልጡ ወደ ሰባት ተራሮችም ሄድኩ።/ዕንቁ/ ሦስቱ በምሥራቅ ሦስቱም በዓዜብ ናቸው በምሥራቅ ያለ  ዕንቁ ግን አንዱ ቅጥልጣል የሚባል ዕንቁ አንዱም ባሕር የሚባል ዕንቁ ነው። አንዱ ደምርዕ የሚባል ዕንቁ ነው፣ በዓዜብ ያለ ቀይ ዕንቁ ነው።"
        },
        {
          "verse": "5",
          "text": "መካከለኛው ግን ፒካ ከሚባል ዕንቁ እንደ ተሠራ እንደ እግዚአብሔር መቀመጫ እስከ ሰማይ ይደርሳል። የመቀመጫው አጎበሩ በሰንፒር ከሚባል ዕንቁ የተሠራ ነው በተራራው ሁሉ ያለ የሚቃጠል እሳትንም አየሁ። በታላቅ ምድር መጨረሻ የሚሆን ቦታን በዚያ አየሁ ውሀዎች በዚያ ይሰበሰባሉ። በሰማይ እሣት የሚቃጠሉ ደቂቀ ሴት የተጋዙበት ጥልቅ የሚሆን በዚህ ዓለም ያለ ገሃነምንም አየሁ። በእሣት የሚቃጠሉ ወደ ጥልቅም የሚወርዱ ስፍር ቁጥር የሌላቸው የሰማይ ደቂቀ ሴትን በውስጣቸው አየሁ በዚያም ቦታ ወደ ላይ ርቀት ወደ ታችም ጥልቅነት የለውም።\nበዚያም በሃነም ላይ ቦታ አየሁ ለዚያም ቦታ በላይ ጠፈር በታችም መሠረት የለውም። የምድረ ባዳ ቦታ ነው እንጂ በላዩ ውሀ የለም። ወፎችም የሉም። በዚያም የሚያስፈራ ቦታን አየሁ እንደሚቃጠሉ እንደ ታላላቅ ተራሮች የሚቃጠሉ ሰባት ኮከቦችንም አየሁ። የሚጠይቀኝ ረቂቅ ባልደረባዬም እንደመሆኑ መልአኩ ይህ ቦታ የምድርና የሰማይ መጨረሻ ቦታ ነው።"
        },
        {
          "verse": "6",
          "text": "ለሰማይ ኮከቦች ለደቂቀ ሴት ለሰማይም ሠራዊት በእሣት ላይ ለሚገለባበጡ ኮከቦችም ይህ የግዞት ቤት ሆናቸው አለኝ። በጊዜያቸው አልመጡምና በአእምሮ ፍጹም ከመሆናቸው አስቀድሞ የእግዚአብሔርን ትእዛዝ ያፈረሱ እኒህ ናቸው። የተሠወረ ፍዳቸውን በሚቀበሉበት ዘመን እስከ ኃጢአታቸው መጨረሻ ጊዜ ድረስ ተቈጥቶ አጋዛቸው።"
        },
        {
          "verse": "7",
          "text": "ዑርኤልም በዚህ በነገሩ ደቂቀ ሴት ከሴቶች ጋር አንድ ሆነው ሰውነቶቻቸው በፍዳ ተይዘው ይኖራሉ። በብዙ ወገንም አብነት ሁነዋቸው ሰዎችን አረከሷቸው ታላቀ በሆነ ጨርሰው እስኪያጠፏቸው ድረስ በሚፈረባቸው ገንዘብ ጽኑ ፍርድ በሚፈረድበት በዕለተ ምጽአት ይፈረድባቸዋልና ምዕመናን ለሥላሴ እንዲሰው እነሱም ለአጋንንት ይሠው ዘንድ ሰዎች ያስቷቸዋል። ሚስቶቻቸውም ከፍ ባለ ማዕርግ የነበሩ የሴትን ልጆች አስተው ደኀና ሴቶችን ይሆናሉ። /የመስላሉ ሊ፣ ነ/ እኔ ሄኖክ በሁሉ ዳርቻ በአድማስ ሁኜ የኔን ብቻ ሥራ አየሁ ከሰዎችም እኔ እንዳየሁ ያየ የለም።"
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": "1",
          "text": "ለምስጋና የሚተጉ የከበሩ የመላእክት ስማቸው ይህ ነው። ከከበሩ ከመላእክት አንዱ ዑርኤል በመብረቅ በነጐድጓድ የተሾመ ነው። በሰው ቁስል የተሾመ ከከበሩ ከመላእክት አንዱ ሩፋኤል ነው። ዲያብሎስን የሚበቀለው አጋንንትንም የሚበቀላቸው ከከበሩ ከመላእክት አንዱ ራጉኤል ነው። ለሰወ ባደረገው በጎነት ላይ ለሕዝቡ ታዛዥ ነውና ከከበሩ ከመላእክት አንዱ ሚካኤል ነው። አእምሯቸውን ባጡ ሰዎችም ላይ የተሾመ ከከበሩ ከመላእክት አንዱ ሠረቃኤል ነው። በባቦች ላይ በገነትም ባሉ ጻድቃን ላይ በኪሩቤልም ላይ የተሾመ ከከበሩ ከመላእክት አንዱ ገብርኤል ነው።"
        },
        {
          "verse": "2",
          "text": "የሚሠራበት ሥራ እስከሌለበት ቦታ ድረስ ዞርኩ በዚያም የሚያስፈራ ሥራን አየሁ። የተዘጋጀ የሚያስፈራ የምድረ በዳ ቦታ ነው እንጂ በላይ ጠፈር በታችም መሠረት የለውም። በዚያም ቦታ እንደ ተላላቅ ተራሮች እንደቋያም ሲቃጠሉ አንድ ሆነው በሱ የተጋዙ ሰባት የሰማይ ኮከቦች አየሁ። /ደቂቀ ሴት ናቸው።/ ያነ ጊዜም በምን ኃጢአታቸው ታስረው ተግዘዋል በምንስ ኃጢአታቸው በዚህ ዎድቀዋል አልሁ። ከኔ ጋር ያለ ወደ ወደደውም ሥራ የሚመራኝ ከከበሩ ከመላእክት አንዱ ዑርኤልም ሄኖክ ስለምን ትጠይቃለህ የማንስ ነገር ልትረዳ ትፈልጋለህ አለኝ አለ። እኑህ ከፍ ያለ የእግዚአብሔርን ትእዛዝ ያፈረሱ የሴት ልጆች ናቸው።"
        },
        {
          "verse": "3",
          "text": "የዚህ ዓለም ዘመን ቁጥር ኃጢአታቸውም የሚሠራበት ወራት ቁጥር እስቲጨርስ ድረስ በዚህ ተግዘዋል አለኝ። ከዚያም ከዚህ ቦታ ወደሚያስፈራ ወደ ሌላ ቦታ ሄድኩ። በዚያም ቦታ የሚያስፈራ ሥራን አየሁ በዚያም ቦታ ፈጸሞ የሚቃጠል ታላቅ ቋያ አለ መጋዛም አለበት ድምበሩም በመምላት ፍጹም እስከ ሆነ ውቅያኖስ ደርሷል። ወደዚያው የሚያወርዷቸው ታላላቅ የእሳት ምሰሶዎችም አሉ /ደቂቀ ሴት ና/ ቁመቱን ወርዱን ማየት አልቻልሁም መልኩንም ማየት ተሳነኝ።"
        },
        {
          "verse": "4",
          "text": "ያን ጊዜም ይህ ቦታ እንዴት የሚያስፈራ ነው ሊያውትም ደዌ ነው አልኩ። ያን ጊዜም ከኔ ጋር ያለ ከከበሩ ከመላእክት አንዱ ዑርኤል መለሰልኝ። ሄኖክ እንደዚህ አድርገህ መፍራትህ ምንድን ነው ስለዚህ ስለሚያስፈራ ቦታ መደንገጥህ በዚህስ መከራ ገጸ መዓት መፍራትህ ስለምነው ብሎ መለሰልኝ። ይህም ቦታ ለደቂቀ ሴት የግዞት ቤታቸው ነው። በዚም ቦታ እስከ ዘለዓለም ድረስ ይጋዛሉ። ከዚያም ወደ ሌላ ቦታ ሄድሁ በምዕራብም ረጅምና ታላቅ የሆነ ተራራን የጸና አለትንም አሳየኝ።/አሕዛብን/ ባጠገቡም ያማሩ አራት ቦታዎች አሉ በውስጡም ጥልቅነት ሰፊነት አላት እንደ መሆኑ ፈጽሞ የሚያድጥ አላት ነው፣ ሊያዩትም ጥልቅ ነው ጨለማም ነው። ያን ጊዜም ከከበሩ መላእክት ከኔ ጋር ያለ አንዱ ሩፋኤል መለሰልኝ።"
        },
        {
          "verse": "5",
          "text": "እኒህ መልካም መልካም ቦታዎች የሞቱ ሰዎች ነፍሶች በነሱ ሊሰበሰቡባቸው እነዚህ ለነሱ ተፈጠሩላቸው መላእከትም የደጋግ ሰዎች ልጆች ነፍሶችን ሁሉ በዚያ ይሰበስባሉ። ፍጹም መቻያቸውን እስተሚቀበሉባት ቀን ድረስ እስከ ጊዜያቸውም ቀን ድረስ እነሱን የማያኖሩባቸው እነዚህን ቦታዎች ሥላሴ ፈጠሩ።"
        },
        {
          "verse": "6",
          "text": "ይኸውም በነሱ ታላቅ መከራ እስኪደረግባቸው ድረስ ብዙ ዘመን ነው። የደጋግ ሰዎች ልጆች ነፍሶችንም አየሁ እነሱ ሙተው ሳሉ ቃላቸው እስከ ሰማይ ይደርሳል ወንድሞቻቸውንም ይከሳሉ ይጣላሉ። ያን ጊዜም ከኔ ጋር ያለ ሩፋኤል ቃሉ አስከ ሰማይ ድረስ የሚደርስ የሚከስ ይኸ ነፍስ የማነው ነፍስ ብዬ ጠየቅሁት። ይህ ነፍስ ወንድሙ ቃየል በግፍ ከገደለው ከአቤል የተለየ ነፍስ ነው ልጁ ከዚህ ዓለም እስኪጠፋ ድረስ የልጅ ልጁም ከሰው ልጅ ተለይቶ እስኪጠፋ ቃየልን ይከሳል ብሎ መለሰልኝ። ያነ ጊዜም የጻድቃንን ነገር የኃጥአንንም ነገር ሁሉ ጠየቅሁ አንዱ ካንዱ ስለምን ተለየ አልኩ።"
        },
        {
          "verse": "7",
          "text": "የሞቱ ሰዎችን ነፍስ ይለዩ ዘንድ እነዚህ ሦስት ቦታዎች ተፈጠሩ የጻድቃንም ነፍስ እንደዚህ ተለየ ብሎ መለሰልኝ ይህ ቦታ ብርሃን ያለበት የውሀ ምንጭ ነው። አሁን እንደ ተገናርሁት ለጻድቃን ቦታ እንደ ተፈጠረ በዚህ ዓለም ሞተው በተቀበሩ ጊዜ ሊኖሩበት ለኃጥአን ቦታ እንደ ተፈጠረላቸው። በሕይወተ ሥጋ ሳሉ በነሱ መከራ አልተደረገባቸውም። መቻያ እስከሚቀበሉባት እስከ ዕለተ ምጽዓት ድረስ በዚህ ታላቅ ጭንቅ ተይዘው ሊኖሩ በዚ ቦታ ነፍሶቻቸው ከጻድቃን ነፍሳት ይለያሉ ለሚሳደቡም ሰዎች እስከ ዘላለሙ ድረስ መከራና መቅሠፍት ይደረጉባቸዋል በሰውነታቸውም በቀል ትደረግባቸዋለች። በዚያ ቦታ እስከ ዘላለሙ ዓሥሮ ያግዛቸዋል ምንም ከዕለተ ምፅዓት አስቀድሞ ቢሆን በዚህየ እስከዘላለም ድረስ አሥሮ ያግዛቸዋል። የኃጥዓን ነፍስ ቦታ እንደተለየ ወንድሞቻቸውን ለሚካሰሱ በኃጥአንም ወራት በሞቱ ግዜ የጥፋታቸውን ነገር ለእግዚአብሔር ለሚያሳዩ ለጻድቃንም ነፍስ ቦታ ተለየ።"
        },
        {
          "verse": "8",
          "text": "ለጻድቃንም ነፍስ ቦታ እንደ ተፈጠረ በደልን የጨረሱ ኃጥአንን ሆኑ እንጂ ጻድቃንን ላልሆኑ ለክፉዎች ሰዎች ነፍስም ቦታ ተፈጠረ ከበደለኞችም ጋራ እንደነሱ በደለኞች ይሆናሉ። መከራ በሚቀበሉባት በዕለጸ ምጽአትም ነፍሳቸው አትሞትም ከፍዳም አይድኑም። ያን ጊዜም የክብር ባለቤት ጌታን አመሰገንሁት እስከ ዘላለሙ ድረስ ሁሉን የሚገዛ የቸርነትና የጌትነት ባለቤት ጌታዬም የተመሰገነ ነው አልሁ።"
        },
        {
          "verse": "9",
          "text": "ከዚያም እስከ ምድር ደርቻ ድረስ በምዕራብ ወዳለ ወደ ሌላ ቦታ ሄድሁ። ሳያርእ እየሮጠ የሚነድን እሳትንም አየሁ /ፀሐይ ነው/ እኔ እንዳየሁት ፈጽሞ ሲሮጥ ይኖራል እንጂ በሌትና በቀን ከሩጫው አይገታም/አያርፍም ሲል ነው/ ይህ ዕረፍት የሌለው ምንድነው ብሎ ጠየቅሁ። ያን ጊዜ ከኔ ጋራ ያለ ከከበሩ ከመላእክት አንዱ ራጉኤል መለሰልኝ ወደ ምዕራብ ሊሮጥ ሩጫውን ያየኸው ይህ የሚነድ እሳት ነው ይኸውም በሰማይ የሚያበራ ፀሐይ ነው።"
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": "1",
          "text": "ከዚያም ቦታ በምድር ወዳለ ወደ ሌላ ቦታ ሄድሁ በሌትና በቀን የሚቃጠል ቋያ ያለበት ተራራንም አሳየኝ። ወደሱም ደጅ የከበሩ ሰባት ተራሮችን አየሁ። ያየሁትም ሁሉ አንዱ ካንዱ ልውጥ ነው ያማሩና የከበሩ ድንጋዮችንም አየሁ ሁሉም የከበረ ነው። መልካቸው የበራ ነው ፊታቸውም ያማረ ነው ሦስቱ በምሥራቅ ናቸው አንዱ ባንዱ ላይ የጸኑ ናቸው ሦስቱም በሰሜን በኩል ናቸው አንዱ ባንዱ ላይ የጸኑ ናቸው ጥልቆች ቆላዎች አሉ ጠማሞችም ናቸው አንዲቱ አንዲቱም አትቀርባትም። ሰባተኛውም ተራራ በነዚህ መካከል ነው ቁመታቸው እንደ አፍርንጊ ወምበር ሁሉም ይመሳሰላሉ።"
        },
        {
          "verse": "2",
          "text": "መዐዛ ያላቸውም እንጨቶች ይከቡታል በመካከላቸውም አንድ እንጨት አለ በሽተተኝም ጊዜ ከነሳቸው አንዱ ስንኳ እንደነሱ የሸተተኝ የለም። ሌሎችም እንጨቶች ከሽቱው ሁሉ የሚሽት እንደሱ የሚሸት አልነሆነም። ቅጠሉ አበባው እንጨቱም ለዘላለም አይጠወልግም።  ፍሬውም ብዙ ነው እንደዘምባባም ፍሬ ንብብር ነው። ያነ ጊዜም ይህ እንጨት እነሆ ያማረ ነው ሊያውትም ፈጽሞ የተወደደ ነው። ቅጠሉ ጽፍቅ ነው ፍሬው ንብብር ሊያውትም ፈጽሞ የተወደደ ነው አልሁ። የዙያን ጊዜ ከኔ ጋር ያለ በላያቸው የተሾመ ፈጽመው ከከበሩ ከመላእክት አንዱ ሚካኤል መለሰልኝ።"
        },
        {
          "verse": "3",
          "text": "ሄኖክ የዚህን እንጨት ሽታ ነገር ምን ትጠይቃለህ ልታውቅስ ምን ትመረምራለህ አለኝ። ያን ጊዜም እኔ ሄኖክ እንዲህ ብሎ መለስሁለት የእንጨቶችን ሁሉ ነገር ላውቅ እወዳለሁ ይልቁንም የዚህን እንጨት ነገር ላውቅ እወዳለሁ አልሁት።  እሱም እንዲህ ብሎ መለሰልኝ ረጅም ሆኖ የምታየው ራሱ የጌታን መቀመጫ መስሎ ያየኸው ይህ ተራራ የተመሰገነ የገነነ የዘለዓለም ንጉሥ የሚሆን የክብር ባለቤት ይህችን ዓለም በበጎ ሊጎበኛት በወረደ ጊዜ የሚቀመጥበት ዙፋኑ ደብረ ሲና ነው ይህም መዓዛ ያለው የተወደደ እንጨት ጌታ ሁሉን በተቀበለ ጊዜ እስከ ዘለዓለም የሚሆን መከራም በተፈጸመ ጊዜ ጽኑ መከራ እስከሚደረግበት ቀን ድረስ ከሥጋዊ ከደማዊ አንዱስ ስንኳ ሊነካው ሥልጣን የለውም።"
        },
        {
          "verse": "4",
          "text": "ለደጋጎች ለተዋረዱም ሰዎች ከዚህ እንጨት ፍሬ ይሰጣቸዋል ለተመረጡም ሰዎች ደኀንነት ይሰጣል። የዘለዓለም ንጉሥ ወደሚሆን በደጊቱ ማደሪያ አንጻር በመስዕ በኩል በከበረ ቦታ ይተከላል። ያን ጊዜም ፈጽመው ደስ ይላቸዋል። በየወገናቸው ወደ ከበረ ቦታ ሽቱን ያቀርቡለታል። አባቶችህ ብዙ ዘመን እንደኖሩ እነሱም በዚህም ዓለም ብዙ ዘመን ይኖራሉ።"
        },
        {
          "verse": "5",
          "text": "በዘመናቸውም መከራና አዘን መቅሠፍትና ድካምም አይዳስሳቸውም/አያገኛቸውም። እንደዚህ አድርጎ ወዳጆቹ ለሆኑት ሰዎች አዘጋጅቷልና እንደዚህም አድርጎ ፈጥሮ ይሰጧቸው ብሏልና የዘላለም ንጉሥ የሚሆን የክብር ባለቤት ጌታን አመሰገንሁት አለ። ከዚያ ተነሥቼ ወደ ምድር መካከል ሄድሁ የከበረ የለመለመም እንጨት የተቈረጠ ለምለም የሚኖር ጫፍ ያለበት ቦታንም አየሁ። /ከነቢያት የተወለዱ ሐዋርያት ናቸው/"
        },
        {
          "verse": "6",
          "text": "በዚያም ቦታ የከበረ ተራራን አየሁ በተራራውም በታች በመሥራቁ አንጻር ውሀ አለ የሚፈሰውም ወደ ሰሜን ነው። /ትእምርት ነው።/ በምሥራቅም በኩል ከዚህ የሚበልጥ ሌላ ተራራንም አየሁ። በመካከላቸውም ጥልቅ ቈላ አለ። /አሕዛብ ናቸው/ ስፋት የለውም /ስፉሕ አእምሮ የላቸውም/"
        },
        {
          "verse": "7",
          "text": "ውሀውም ለሷ እንደ ፈሰሰ ወደ ተራራው ይፈሳል። /ተእምርቱ ለእስራኤል እንደተነገረው ለአሕዛብም ይነገራል/። በዚህም በሁለተኛው ተራራ ምዕራብ አጠገብ ከሱ የሚያንስ ተራራ አለ። /አርሞን ዔ.ም. ነው/ ርዝመት የለውም በመካከላቸውም በበታቹ ቆላ አለ። በሦስቱ ተራሮች ዳርቻ አጠገብ ጥልቅ የሆኑ የደረቁ ሌሎች ቈላዎች አሉ። ቈላዎቹ ሁሉ ጥልቆች ናቸው ስፋት የለውም ከጽኑ ደንጊያ የተገኘ ጽኑ አለት ደንጊያ አለ።"
        },
        {
          "verse": "8",
          "text": "/ከአሕዛብ የተወለዱ አሕዛብ/ በነሱ ላይ እንጨት የተከላል /ሕግ ነው/ የአሕዛብን ነገር አደነቅሁ የሌላውንም ነገር አደነቅሁ /እስራኤል/ይልቁንም የአሕዛብን ነገር አደነቅሁ። ያን ጊዜም ይች የተባረከች ሁለመናዋ እንጨቶችን የተመላች ይቺ ምድር ለምን ተፈጠረች። /መንግሥት/ ይችስ የተረገመች ቈላ በመካከላቸው ለምን ተፈጠረች። ያን ጊዜም ከኔ ጋር ያለ ከከበሩ ከመላእክት አንዱ ኡራኤል መለሰልኝ ይች የተረገመች ቈላ እስከ ዘላለሙ ሊኖሩባት ለተረገሙ ሰዎች ተፈጠረች አለኝ። /ገሃነም/በቃላቸው በእግዚአብሔር ላይ የማይገባ ነገርን የሚናገሩ ሰዎች ሁሉ በዚያ ቦታ ይሰበሰባሉ። በጌትነቱ ጭንቅ ነገርን ስለ ተናገሩ በዚያ መልእክት ይሰበስቧቸዋል ቦታቸውም ይህ ነው።"
        },
        {
          "verse": "9",
          "text": "በፍጻሜ ዘመን ለዘላለሙ በጻድቃን ፊት በውነት የሚቀበሉት የመከራቸው ምሳሌ በነሱ ይሆንባቸዋል። ለሰው የሚያዝኑ የሚራሩ ፃድቃንም ለዘላለም የሚነግሥ የክብር ባለቤት ጌታን በዘመኑ ሁሉ በዚያ ቦታ አመሰገንሁ፥ በተፈረደባቸውም ወራት እንዳደላቸው በቸርነቱ ያመሰግኑታል። እኔም ያን ጊዜ የክብር ባለቤት ጌታን አመሰገንሁት ጌትነቱንም ተናገር ሁለት ለገናናነቱም  እንደሚገባ መጠን ስሙን ጠራሁ።"
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": "1",
          "text": "ከዚያ በመድበራ ተራራ መካከል ወደ ምሥራቅ ሄድሁ። ምድረ በዳውንም ብቻ አየሁ። /እንደ አብ ረንታንት/ነገር ግን ከዚያ እንጨት ፍሬ የተገኙ እንጨቶችን ተመልቷል። ውሀም ከወደላይ ይመነጫል ሻሽቴውም በዝቶ ይታያል። በመስዕ በኩል እንደ ፈሰሰ ወደ ምዕራብም ይፈሳል ከዚያም ወደ አራቱ ማዕዘን ይሄዳል ከዚያም ውሀና ጠል ይገኛል። /ተእምርት ነው/ ከመድበራ ወደ ሌላ ቦታ ሄጄ ወደዚህ ታራራ ምሥራቅ ቀረብሁ። በዚያም ሕግ የሚጠበቅባቸው እንጨቶችን አየሁ ይልቁንም የከርቤና የነጭ ዕጣን መዓዛ ያለባቸው የቅመም እንጨቶችን አየሁ እንጨቶችም አይመሳሰሉም። እነሱንም ካየሁ በኋላ ወደ ምሥራቅ ተራራ ሄድሁ ፍጻሜም የራቅሁ አይደለሁም።"
        },
        {
          "verse": "2",
          "text": "የማይገታ ውሀ ያለባቸው ሌላ የቈላዎች ቦታን አየሁ። ያማረ እንጨትንም አየሁ ሽታውም እንደለውዝ ሽታ ነው። በነዚህ ቈላዎች አጠገብም መዓዛ ያለው ሽታ አየሁ። ሣራ ከልበኔም እንደሚባል አንደ ነቂጥሮ ያለ ውሀ ይፈሳል። በዚያም ተራራ ላይ ሆኜ ሌላ ተራራ አየሁ በውስጡም ዋግራ የሚባሉ አንጨቶች አሉበት። እኛም እንጨቶች ከርካዕ የሚባል ሽቱ የተመሉ ጽናትንም ያገኙ ናቸው ይህንንም ሽቱ በቈረጡት ጊዜ ከሽቱ ሁሉ ይበልጣል። እነዚህን ሽቶች ካየሁ በኋላ ወደ መስዕ እየተመለከትሁ ወደ ተራሮች ሄድሁ። ያማረ ሽቱን መዓዛ ያላቸው እንጨቶችንም ቀናንሞስ የሚባል ሽቱን ኘናኘሬ የሚባል ሽቱን የተመሉ ሰባቱን ተራራዎች ሄድሁ። ከዚያም በነዚያ ተራሮች ላይ ርቄ ወደ ምሥራቅ ሄድሁ።"
        },
        {
          "verse": "3",
          "text": "ወደ ኤርትራ ባሕርም ሄድሁ ከዚያም ቦታ የራቅሁ ሆንሁ። ዙጡኤል በሚባል መልአክ /ዓቃቤ ገነት ነው/ በላይ አልፌ ሄድሁ  በቸርነቱም ወደምትወረስ ገነት መጣሁ። ከኒህ እንጨቶች ወዲያ ብዙዎች ታላላቆች እንጨቶችን በዚያ በቅለው አየሁ። ሽታቸውም ያማረ ሲሆን ታላላቆች ናቸው። ብርሃናቸውም ብዙ ነው። እነሱም ያበራሉ። ከሱ በልተው ታላቅ ጥበብን የሚያውቁበት የጥበብ እንጨትን አየሁ፣ ተረርቃሞም ይመስላል።\nፍሬውም እንደ ወይን ዘለላ እጅግ ያማረ ነው የዚያም እንጨት ሽታው ሄዶ ከሩቅ ይደርሳል። ያማረ እንደ መሆኑ ሊያውቅም ደስ እንደማሸኘቱ ይህ እንጨት ያማረ ነው አልሁ። ከኔ ጋራ ያለ የከበረ መልአኩ ሩፋኤልም መለሰልኝ። ካንተ አስቀድመው የተፈጠሩ ባለቴት እናትህና ሽማግሌ አባትህ /አዳምና ሔዋን/ከሱ የበሉለት ጠበብን የሚገልጥ ዕፅ በለስ ይህ ነው። ከሱም በልተው ክፉን ጥበብን አወቋት ዓይኖቻቸውም ተገለጡ ዕራቁታቸውንም እንዳለ አወቁ ከገነትም ተሰደዱ አለኝ። ከዚያ እስከ ምድር ደርቻ ድረስ ሄገድሁ በዚያም ቦታ ታላላቅ አውሬዎች አየሁ።"
        },
        {
          "verse": "4",
          "text": "አንዱ ካንዱም ልውጥ ነው የወሮችም ፊታቸው ይለዋወጣል ጠጉራቸው ቃላቸውን አንዱ ካንዱ ይለዋወጣል። በኒህ አወሬዎችም አጠገብ በምድር ዳርቻ ሰማይ በላዩ ያረፈበት አድማስን የተከፈቱ ደጃፎችንም አየሁ። የሰማይ ኮከቦችንም እንዲወጡ አየሁ ከዋክብት የሚወጡባቸው ደጃፎችንም ቈጠርሁ። የየአንድ አንዳንዱን መውጫ ሁሉ በየቁጥራቸው ጻፍሁ ስማቸውን አናኗራቸውን ጊዜያቸውን ወራታቸውን ከኔ ጋራ ያለ መልአኩ ዑራኤል እንዳሳየኝ ባንድነት ጻፍኩ። ሁሉንም ለኔ አሳየኝ ጻፈው ዳግመኛ ስማቸውን ሥራታቸውንም ጻፈልኝ።"
        },
        {
          "verse": "5",
          "text": "ከዚያ ተነሥቼ በምድር ዳርቻ ወደ መስዕ ሄድኩ በዚያም ሳለሁ በምድር ሁሉ ዳርቻ የሚያበራና ታላቅ ተአምራትን አየሁ። ከዚም ቦታ ሳለሁ የተከፈቱ የሰማይ ደጃፎችን አየሁ። ሦስቱም ገጹ በሰማይ ናቸው ከነዚያም ነበያ አንዳንዱ ነፍሶች ይወጣሉ። በመስዕ በⷑል ነፋስ በነፈሰ ጊዜ ቀቅ በረዶ ውርጭም ዋግም ጤዛም ዝናምም ይፈሳል ከሦስቱ ባንዲቱ መስኮት በበጎ ይነፍሳል። በሁለቱ ሁሉ መስኮቶች ግን በነፈሱ ጊዜ በኃይሉ ይነፍሳሉ በዚህም ዓለም ጭንቅ መከራ ይሆናል እነሱም በኃይል ይነፍሳሉ። ከዚያም ቦታ በምድር ዳርቻ ወደ ፀሐይ መግቢያ ሄድሁ በመስኮቶቹ ልክ በመውጫውም ልክ በምሥራቅ እንዳየሁ በዚያም ቦታ የተከፈቱ ሦስት መስኮቶችን አየሁ።"
        },
        {
          "verse": "6",
          "text": "ከዚያም ቦታ በምድር ዳርቻ ወደ አዜብ ሄድሁ። በዚያም ቦታ የተከፈቱ ሦስት የሰማይ መስኮቶችን አየሁ። ከዚያም ቦታ ዋዕይ ጤዛ ዝናም ነፋስም ይነፍሳል። ከዚያም ቦታ ተነሥቼ በሰማይ ዳርቻ ወደ ፀሐይ መውጫ ሄድሁ። በዚም ቦታ ሳለሁ በፀሐይ መውጫ በⷑል የተከፈቱ ሦስት የሰማይ ደጃፎች አየሁ።"
        },
        {
          "verse": "7",
          "text": "በተናናሽ ደጃፎችም ላይ ከነዚህ ደጃፎች በያንዳንዱ ተናናሾች የሰማይ ኮከቦች ይገቡበታል። በታየችላቸውም ጎዳና ወደ ፀሐይ መግቢያ ይሄዳሉ። ይህነንም ባየሁ ጊዜ ፈጣሪን አመሰገንሁ የፍጥረቱን ገናንነት ለሰዎች ሰውነቶችና ለመላእከት ሲገልጥ የሚያበሩና ታላላቅ ተአምራቶችን ያደረገ የክብር ባለቤት ጌታንም በየጊዜው አመሰግነዋለሁ። ፍጥረቱን ያመሰግኑ ዘንድ ፍጥረቱም ሁሉ የኃይሉን ሥራ ያዩ ዘንድ ታላቅ የሆነ የቃሉንም ሥራ ያመሰግኑ ዘንድ እሱንም ለዘላለሙ ያመሰግኑት ዘንድ ይኸንን አደረገ።"
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": "1",
          "text": "የያሬድ ልጅ ሄኖክ በሌላ ጊዜ ያየው ጥበብ ያለበት ራዕይ ይህ ነው። ያሬድን የመላልኤል ልጅ አለው። መላልኤልን የቃይናን ልጅ አለው ቃይናንን የሄኖስ ልጅ አለው ሄኖስን የሴት ልጅ አለው ሴትን የአዳም ልጅ አለው። በዚህም ዓለም ላሉ ሰዎች እናገረው ዘንድ የጀመርሁት የዘጠኙ ሕገጋት አብጋዝ ይህ ኢታምልክ ነው። የቀድሞ ሰዎች ይኸንን ነገር ሰሙ በኋላም የተነሣችሁ ሰዎች በመላእክት ጌታ ፊት የምናገረው የከበረ የኢታምልክን ነገር አስተውሉ።"
        },
        {
          "verse": "2",
          "text": "ያለዚህ የአበው ነገራቸው ከዘጠኙ ሕገጋት ኢታምልክ ይበልጣል ማለት ነው እኛም በኋላ የተነሣን ሰዎች ከዘጠኙ ሕገጋት ኢታምልክ ትበልጣለች ማለትን አንከለክልም። እኔ እንዳሰብሁት ዘላለም ጸንቶ የሚኖር የሕይወት እድል ከሱ የተሰጠኝ የመላእክት ጌታ እንደ ወደደ ዛሬ የያዝሁት ጥበብ ከመላእክት ፊት አስከ ዛሬ ድረስ አልተሰጠኝም ነበር።"
        },
        {
          "verse": "3",
          "text": "ሦስት ነገሮችም ተገለጡልኝ። እኔም በዚህ ዓለም ለሚኖሩ ሰዎች እነግራቸው ጀመር። መጀመሪያው ነገር ይህ ነው የደጋጎቹ ማደሪያ በተገለጠ ጊዜ ኃጥአንም በኃጢአታቸው በተፈረደባቸው ጊዜ ከዚህ ዓለም ይጠፋሉ። ከመላእክት ጌታ ዘንድ ሥራቸው በጸናላቸው በተመረጡ ጻድቃን ፊት ጻድቅ ባሕርይ ክርስቶስ በተገለጠም ጊዜ። በዚህም ዓለም ለሚኖሩ ለደናግልና ለሕጋውያን ብርሃነ መለኮቱ በተገለጠበት ጊዜ። የኃጢአተኞች ማደሪያ ወዴትስ ነው የነፍሳት ጌታን የካዱቱ ሰዎችስ ቦታቸው የት ነው አለ። ጥንቱን ባልተወለዱ በተሻላቸው ነበር። /ባይፈጠሩ/የጻድቃን የተሠወሩ ክብሮቻቸውም በተገለጡ ጊዜ በኃጢአተኞች ይፈረድባቸዋል ደናግልና ሕጋውያንን ከመበደላቸው የተነሣ ሕግን የዘነጉ ሰዎች ይታወካሉ።"
        },
        {
          "verse": "4",
          "text": "ይህን ዓለም የሚገዟት ሰዎች እንግዲህ ወዲህ የሚይዙ ከፍ ከፍ ያሉ አይሆኑም። ለደናግልና ለከበሩ ሕጋውያን የመላእክት ጌታ የባሕርይ ክብሩ ተገልጧልና የቅዱሳንን ፊት ማየት አይችሉም። የጸኑ ነገሥታቱም በዚያ ጊዜ ይጠፋሉ በከበሩና በደጋጎች ሰዎች እጅም ይወድቃሉ። የነሱ የሚሆን ደኀንነታቸው ጨርሶ ጠፍቷልና ከዚያ ከመራው በመላእክት ጌታ ዘንድ እንግዲህ ወዲህ ለነሱ የሚያማልድ የለም።"
        },
        {
          "verse": "5",
          "text": "በዚህ ወራት እንዲህ ይሆናል የከበሩና የተመረጡ የሴት ልጆች ከደብር ቅዱስ ይወርዳሉ። ልጆቻቸውም ከቃየል ልጆች ጋር አንድ ይሆናሉ። በዚያ ወራት ሄኖክ ቁጣና ቅናት የተጻፈባቸው መጻፎችን ሁከትና ችኮላም የተጻፈባቸው መጽሐፎችን ያዘ። የመላእክትም ጌታ ይቅርታ አይደረግላቸውም አለ። በዚያም ጊዜ ጥቅል ነፋስና ደመና ከዚህ ዓለም ወስዶ በሰማይ ዳርቻ በአድማስ አኖረኝ። በዚም ቦታ ሌላ ራዕይ አየሁ። የጻድቃንን ማደሪያቸውን የቅዱሳንን ቦታቸውን አየሁ። ከዚያም ቦታ ዓይኖቼ ከመላእክት ጋራ የሚኖሩበት ማደሪያቸውን ከቅዱሳንም ጋራ የሚኖሩበት ቦታቸውን አዩ።"
        },
        {
          "verse": "6",
          "text": "ስለ ሰውም ልጆች ፈጽመው ይለምናሉ ይጸልያሉ። ቸርነት በፊታቸው እንደ ውኃ በዝቶ ይፈሳል /ይሰጣል/ ይቅርታም በዚህ ዓለም እንደ ጠል ይሆናል። /በዝቶ ይሰጣል/ በመካከላቸው ለዘላለሙ እንዲህ ይሆናል።"
        },
        {
          "verse": "7",
          "text": "በዚያም ወራት ሃይማኖትንና ምግባርን የያዙ የደናግልን ቦታ ዓይኖቼ አዩ። በዘመናቸውም ቸርነቱ ይደረግላቸዋል ለደናግልና ለሕጋውያንም ለዘላለሙ በሱ ፊት ስፍር ቁጥር የላቸውም። በመላእከት ጌታ ሥልጣን የተያዘ ማደሪያቸውን አየሁ። ደናግልና ሕጋውያንም ሁሉ በፊቱ እንደ መንፈስ ቅዱስ ብርሃን ያበራሉ። አፋቸውም ምስጋናን ይመላል ከንፈሮቻቸውም የመላእክት ጌታ ስምን ያመሰግናሉ። በፊቱ የሚሰጥ ቸርነት አያልቅም በፊቱም የሚሠራ ቅንነት አይፈጸምም።"
        },
        {
          "verse": "8",
          "text": "በዚያም ቦታ እኖር ዘንድ ወደድሁ ያንንም ቦታ ልቡናየ ወደደችው። በመላእከት ጌታ ፈቃድ ስለኔ ጸንቶአልና ጥንቱንም እድል ፈንታዬ በዚያ ሆነ። በዚም ወራት የመላእከት ጌታን ስም አክብሬ አመሰገንሁ የመላእክት ጌታ እንደወደደ በፈጹም መስጋና እሱ አጽንቶኛልና ፍጹም ምስጋና አቀረብሁ። በዚያም ቦታ ዓይኖቼ ትዝ ብለው አዩ። የተመሰገነ ነው ከጥንት ጀምሮ እስከ ዘላለሙ ይክበር የመስገን እያልሁ ፈጽሜ አመሰገንሁት። በፊቱም በሚደረገው ቸርነት ፍጻሜ የለውም።"
        },
        {
          "verse": "9",
          "text": "ዓለም ሳይፈጠር ይህ ዓለም ምንም እንደሆነ እሱ ያውቃል ለልጅ ልጅ ዘመን የሚሆነውንም ነገር ያውቃል። የማያርፉ በጌትነትህም ፊት የሚቆሙ መላእክት ያመሰግኑሃል። ፈጽመው ያመሰግናሉ የመላእክት ጌታ ንጹሕ ክብር ልዩ አንተ ነህ፣ የፈጠርኸውም ፍጥረት ምድርን ይመላል እያሉ እሱን ያከብራሉ። በዚያም ቦታ የማያርፉ መላእክትን ሁሉ በፊቱ ቁመው ሲያመሰግኑ ዓይኖቼ አዩ። አንተ የከበርህ ነህ የመላእክት ጌታ ስሙም ለዘላለም የከበረ ነው ይላሉ። ቀና ብሎ ማየት አስቲሳነኝም ድረስ ፊቴ ተለወጠ።"
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": "1",
          "text": "ከዚህም በኋላ ፈጽመው የበዙ የብዙ ብዙ የሚሆኑ መላእክትን አየሁ በመላእክት ጌታ ጌትነት ፊት የሚቆሙ መላእክትም ቁጥር ስፍር የላቸውም። በነፋሳት ጌታ ሥልጣን በተጠበቁ ባራቱ ማዕዘን በፊቱ ለሚቆሙ መላእክት ተለይተው ሌሎች አራቱ መላእክትን አየሁ። ስማቸውንም አወቅሁ ስማቸውንም የነገረኝ ከኔ ጋራ የመጣ መልአኩ ነው። የተሠወረውንም ሁሉ ገለጠልኝ በክብር ባለቤት ጌታም ፊት ሲያመሰግኑ የነዚያን የአራቱን መላእክት ቃል ሰማሁ አለ።"
        },
        {
          "verse": "2",
          "text": "መጀመሪያውም ቃል የነፍሳት ጌታን ለዘላለሙ ያመሰግነዋል። /ሚካኤል ነው/  ክርስቶስን ሲያመሰግነው ለመላእክት ጌታ ያመኑ ደናግልንም ሲያመሰግናቸው ሁለተኛውን ቃለ ሰማሁ። /ሩፋኤል ነው/ በዚህ ዓለም ስለሚኖሩ በመላእከት ጌታ ስምም አምነው ስለሚለምኑ ሰዎች ፈጽመው ሲለምኑ ሦስተኛው ቃለ ሰማሁ። /ገብርኤል ነው ሰይጣናትን አስወጥቶ ሲሰዳቸው አራተኛውንም ቃለ ሰማሁ። /ፋኑኤል ነው/ በዚህ ዓለም የሚኖሩ ሰዎችን ያጣሏቸው ዘንድ ወደ መላእክት ጌታ እንዲገቡ አይተዋቸውም። ከዚህም በኋላ ከኔ ጋር የሚኖር ፍቅር አንድነት ያለው መላኩን ጠየቅሁት የተሠወረውንም ሁሉ የገለጠልኝ እሱ ነው። ፊታቸውን ያየሁት ቃላቸውንም የሰማኋቸው እኔም የቈጠርኋቸው እኒህ አራቱ እነማናቸው ብዬ ጠየቅሁት። እሱም መጀመርያው ቃል ይቅር የሚል ከመዓትም የራቀ ቅዱስ ሚካኤል ነው አለኝ።"
        },
        {
          "verse": "3",
          "text": "ሁለተኛውም በበሽታው ሁሉ ላይ በሰው ልጆችም ቁስል ላይ የተሾመ ቅዱስ ሩፋኤል ነው አለኝ። ሦስተኛውም በመላእከት ሁሉ ላይ የተሾመ ቅዱስ ገብርኤል ነው አለኝ።  አራተኛውም የዘላለም ሕይወት የሚወርሱ ሰዎች ተስፋ ሊሆን ንስሐ በሚገቡ ሰዎች ላይ የተሾመ ፋኑኤል ነው አለኝ። ከፍ ያለ የእግዚአብሔር አራቱ መላክተኞች እኒህ ናቸው በዚም ወራት አራቱን ቃሎች ሰማሁ አለ።"
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": "1",
          "text": "ከዚያም በኋላ በሰማይ የተሠወሩ መሥጢሮችን ሁሉ አየሁ። መንፈስ ቅዱስም እየተከፈለች እንድትሰጥ ጻድቃንም በሠሩት ሥራቸው ዋጋቸው እየተመጠነ እንዲሰጣቸው አየሁ። በዚያም ቦታ የደናግልን ማደሪያቸውን የሕጋውያንን ማደሪያቸውን አየሁ። የመላእክት ጌታን ስም የካዱ ኃጥአንም ሁሉ ከመንግሥተ ሰማይ ወጥተው ሲሰደዱ ዓይኖቼ አዩ። መላእከት ስበው ያወጧቸዋል በመላእክት ጌታ በወጣች መቅሠፍትም ተይዘው ቁመው መቅረት የላቸውም። በዚያም ቦታ የነጐድጓድንና የመብረቆችን ቦታ በዚህ ዓለም ሊነፍሱ ተመጥነው እንዲወጡ የትፋሶችንም ቦታ የጠልና የደመናዎችንም ቦታ ዓይኖቼ አዩ። በዚያም ቦታ የሚወጡበትን አየሁ ከደመናውም የምደር ትቢያዎች ዝናሙን ይጠግባሉ።"
        },
        {
          "verse": "2",
          "text": "በዚያ ቦታ የተዘጉ ቦታዎችን አየሁ፣ ከነዚያም ነፍሳት እየተወጠኑ ይወጣሉ። የበረድን ቦታ የጉምንም ቦታ አየሁ የደመናዎችንም ቦታ አየሁ ደመናውም ከጥንት ጀምሮ በምድር ላይ ጸንቶ ይኖራል። ከየትም እንደ ወጡ ወዴትም እንዲገቡ የጨረቃንና የፀሐይን ቦታ አየሁ መመለሻቸውም የበራ ነው። አንዱም ካንዱ እንዲከበር አወቅሁ አካሄዳቸውም በብርሃን የከበረ ነው ቀን እያተርፉ አይጨምሩም ከመሄዳቹውም አያጐሉም ።"
        },
        {
          "verse": "3",
          "text": "ጸንተው በሚኖሩባትም ሥርዓት አንዱ ካንዱ ጋራ ሃይማኖታቸውን ይጠብቃሉ። ፀሐይ ከሁሉ አስቀድሞ ይወጣል በነፋሳት ጌታ ትእዛዝም ጐዳናውን ያደርጋል። /ይፈጽማል/ ስሙም ለዘላለሙ ጸንቶ ይኖራል። ከዚህም በኋላ የተሠወረ የተገለጠ የጨረቃን ጎዳና አየሁ የጎዳናውንም መሄጃ በዚያ ቦታ በሌትና በቀን ይጨርሳል። በነፋሳት ጌታም ትእዛዝ አንዱ ሁለተኛውን ያየዋል።/ጨረቃና ፀሐይ/ ለነሱ ዕረፍታቸው ምሥጋናቸው ነውና ፈጽመው ያመሰግናሉ ከምስጋናውም አያርፉም ለሚያበራ ፀሐይም ብዙ መለዋወጥ አለውና።"
        },
        {
          "verse": "4",
          "text": "ለበጎች በረከት ነው። ለክፉዎችም መርገም ነው። የጻድቃን ብርሃን ነው የጨረቃም ጎዳና መመላለሻ በጨለማና በብርሃን መካከል ድንበር በጠፈር በመላእክት ጌታ ስም ላላመኑ ኃጥኦን ግን ጨለማ ነው አለ። ለሰውም ዕውቀትን አደለ በቸርነቱ ስም ያመኑ የጻድቃንን ዕውቀትንም አጠና። ሁሉን መርምሮ የሚያውቅ ገዥ ስለ ሆነ አለቃው አይከለክልምና ንጉሡም መከልከል አይችልምና እነዚህን ሁሉ እሱ በፈቃዱ ይገዛል አለ።"
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": "1",
          "text": "ጥበብ የምታድርበት ቦታን አላገኘችም/ሕግ/ ማደሪያውም በሰማይ አለ። /መላእክት/ ሕግም በሰው ልጆች ቀጥላ ቀጥላ ልታድር ወጣች በሰው ዘንድ ማደሪያ አላገኘችም ሕግ ወደ ማደሪያዋ ወደ መላእክት ልቡና ተመለሰች በመላእክትም መካከል አደረች። ኃጢአት ከማደሪያዎቿ ከአጋንንት ተገኘች ያልወደደችው የሔዋንና የአዳምን ልቡናን አገኘች ዝናም በምድረ በዳ ጠል በተጠማች ምድር እንዲያድር እሷም። በነሱ አደረች ሌሎች መብረቆችን የሰማይ ኮከቦችንም አየሁ። /መምህራንን ደቀ መዝሙሮችን/  ሁሉንም በየስማቸው ሲጠራቸው እነሱም ሲሰሙት አየሁ።"
        },
        {
          "verse": "2",
          "text": "በአእምሮ በሰፋ ልቡናቸው በሠሩትም ምግባር ትሩፋታቸው የሥራቸው ዋጋ እየተመጠነ ሲሰጣቸው አየሁ። መምህራን የሆኑባትን ከጨዋነት ወደ ነቢይነት የተመለሱባትንም ቀን አየሁ መብረቅ መብረቅን ይወልዳል። /መምህር መምህርን ያስገኛል/ ከጨዋነት ወደ ነቢይነት መመለሳቸው በመላክ ውቃቢያቸው ቁጥር ነው ሃይማኖታቸውንም እስበሳቸው ይጠብቃሉ። ከኔ ጋራ የሚኖረውን የተሠወረውንም የገለጠልኝ መላኩን እኒህ ምንድናቸው ብሎ ጠየቅሁት። የመላእክት ጌታ የመምራን ምሳሌ የሚሆኑ ደቀ መዛሙርትን አሳየህ አለኝ በዚህ ዓለም የሚኖሩ በመላእክትም ጌታም ስም ለዘላለሙ የሚያምኑ የጻድቃንም ስማቸው ይህ ነው አለኝ።"
        },
        {
          "verse": "3",
          "text": "ስለ መብረቅ ሌሎች ራዕዮችን አየሁ ኮከቦችም መብረቅን እንዲሆኑ አየሁ /ከደቀ መዛሙርቱ መምህራን እንዲሆኑ/ከነሱ ጋራ መኖር መተውን አይችሉም። ከቅዱሳን ማደሪያ የመላእክትንም ጌታ ስም በሚክዱ ሰዎች ላይ የተነገረ ሁለተኛው ነገር ይህ ነው። ወደ ሰማይ አይወጡም ወደ ምድርም አይወርዱም የመላእክትን ጌታ ስም የሚክዱ ፍጹም መከራ ለሚደረግበት ቀን እንደዚህ የሚጠብቁ የኃጢአተኞች እድል እንዲህ ይሆናል። በዚያች ቀን ክርስቶስ በጌትነቱ ዙፋን ይቀመጣል። ሥራቸውን ቦታቸውንም ይመረምራል ቁጥር የላቸውም። ልጄ ክርስቶስን ባዩት ጊዜ የከበረ የተመሰገነ ስሙን የሚለምኑ ወዳጆቹንም ባልዋቸው ጊዜ በልቡናቸው መካከል ያለች እውቀታቸው ትጸናለች።"
        },
        {
          "verse": "4",
          "text": "በዚያችም ቀን የመረጥሁት ክርስቶስን በመካከላቸው እኖረዋለሁ አለ። ሰማይን አሳልፋታለሁ የምትመጣ መንግሥተ ሰማይን ቁም ነገር አደርጋታለሁ። ዘላለም ጸንቶ የሚኖር ዕውቀት ይሰጣቸዋል። ይችን ዓለም አሳልፋታለሁ የምትመጣይቱን ዓለም ግን ቁም ነገር አደርጋታለሁ። ወዳጆቸን በውስጧ አኖራቸዋለሁ። በደልንና ኃጢአትን የሚሠሩ ሰዎች ግን ወደ ሷ አይገቡም፣ እኔ ባይነ ምሕረት አይቸዋለሁና ለወዳጆቼ ተድላውን ደስታውን አጥግቤያቸዋለሁና በፊቴም በባለሟልነት አኖርኋቸው። ሁሉንም ከመንግሥተ ሰማይ አርቃቸው ዘንድ በኃጥአን የምፈርድባት ፍርድ ወደኔ ቀረበች።"
        },
        {
          "verse": "5",
          "text": "በዚያም ቦታ ብሎየ መዋዕልነት ገንዘቡ የሚሆን ጌታን አየሁ ራሱም ብዝት ነጭ ነው። መልኩ እንደ ሰው መልክ የሆነ ሌላ ከሱ ጋር አለ። /ክርስቶስ ነው/ የባሕርይ ክብር የተመላ ነው ፊቱም ከከበሩ ከመላእክት እንዳንዱ ነው። ከኔ ጋራ የሚኖር የተሠወረንም ሁሉ የገለጠልኝ ከከበሩ ከመላእክት አንዱን ከሰው የተወለደ የዚህን የክርስቶስን ነገር ጠየቅሁት። ይህ ማነው ከወዴትስ ተገኘ ከብሎየ መዋዕለ ከአብስ ጋራ ስለምን ተቀመጠ ብሎ ጠየቅሁት። ይህ ትንቢት የተነገረለት ትንቢት የተፈጸመለት ከሰው የተወለደ ክርስቶስ ነው ብሎ መለሰልኝ የመላእክት ጌታ አብ እርሱን መርጧልና እሱ የተሠወረውን ይገልጣል።"
        },
        {
          "verse": "6",
          "text": "ዕድሉ ሥጋ በመላእከት ጌታ በአብ ፊት ሁሉን ድል የነሣ ለዘላለሙ በሚገባ ነው። ይህ ያየኸው ከሰው የተወለደ ክርስቶስ ነገሥታቱን ኃያላኑን ከመቃብር ያነሣቸዋል ፅኑዓኑም ከዙፋናቸው እየገለበጠ ይጥላቸዋል። የፅኑዓኑንም ሥልጣን ያጠፋል የኃጥአንም ጥርሶች ይሰበራል/ሥልጣን/ አክብረው አላመሰገኑትምና ለሱም አልተገዙለትምና ነገሥታቱንም ከዙፋናቸው እየገለበጠ ይጥላቸዋል ከመንግሥታቸውም ይለያቸዋል እሱን አለማመስገናቸው መንግሥት ከወዴት ተሰጠችን ብለው ነው።"
        },
        {
          "verse": "7",
          "text": "የፀኑ ሰዎች ሰውነትን ያጠፋል ኃፍረትንም ይመላቸዋል ማደሪያቸውም ጨለማን ይሆንባቸዋል። ቅጠሎችም ምንጣፍ ይሆኗቸዋል የመላእክትን ጌታ ስም ከፍ ከፍ አላደረጉምና ከመቃብርም ይነሡ ዘንድ ተስፋ አላደረጉም። እነሱም የሰማይ ኮከቦችን /ጻድቃን/የሚገዙ ሆነዋልና ቃላቸውንም ወደ እግዚአብሔር ያደርሳሉና ይችን ዓለም ይገዛሉና በዚችም ዓለም በተድላ በደስታ ጸንተው ይኖራሉና። በደል የሆነ ሥራቸውንም ሁሉ ይገልጣሉና ሥራቸውንም ሁሉ በደል ነውና ኃይላቸውም በባለጸግነታቸው ላይ ነውና።"
        },
        {
          "verse": "8",
          "text": "ሃይማኖታቸውም በጃቸው ለሠሯቸው ለጣዖታቱ ሆኗልና የመላእክት ጌታ ስሙንም ክደዋልና። ከሱ ማደሪያ በመላእክት ጌታ ስም ካመኑ ከጻድቃንም ማደሪያ ከመንግሥተ ሰማያት ተሰደው ይሄዳሉ። በዚያም ወራት የወዳጆቼ የጻድቃን ልመናቸው ወደ ሰማይ ወጣች ከዚህ ዓለም በግፍ የፈሰሰ የጻድቁም ደም በመላእክት ጌታ ፊት ተወደደ። በነዚህ ወራቶች በሰማይ የሚኖሩ ጻድቃን ባንድ ቃል ሁነው ተባብረው ያመሰናግሉ ለሰው ፈጽመው ይለምናሉ ፈጣሪያቸውንም ያመሰግናሉ።በግፍ የፈሰሰ የፃድቃን ደም ዋጋ ስለሰጠ የመላእክት ጌታ ስም አምነው ፈጽመው ያመሰናግሉ።"
        },
        {
          "verse": "9",
          "text": "የጻድቃንም ልመናቸው ለዘላለም ፍርድ ይደረግላቸው ዘንድ ትዕግሥትም ለዘላለሙ ይደረግላቸው ዘንድ በመላእክት ጌታ ፊት ወጋ ከማሰጠት የተከለከለች እንዳትሆን ነው። በነዚያም ወራቶች ብሉየ መዋዕልነት ገንዘቡ የሆነ ጌታን በጌትነቱ ዙፋን ተቀምጦ አየሁት የጻድቃን ደብዳቤዎቻቸውም በፊት ተገለጡ። በሰማይ ላይ የሚኖሩ መላእከትም ሁሉ በዙሪያው ሁነው በፊቱ ይቆማሉ። የኢታምልክ ቁጥሯ ደርሷልና የጻድቃንም ልመናቸው ተሰምቷል፣ ተድላ ደስታን ትመላለች። የጻድቅ ባሕርይ ክርስቶስም ደም በመላአክት ጌታ ፊት ተወደደ።\n﻿መጽሐፈ፡ሔኖክ ምህራፍ ፩፫ ። 13"
        },
        {
          "verse": "1",
          "text": "በዚያም ቦታ የማይቈጠር እውነተኛ ምንጭን አየሁ። /ኦሪት ወንጌል ናቸው/ በዙሪያውም ብዙ የጥበብ ምንጮች ይከቡታል። /መጻሕፍት/ የተጠሙ ሰዎችም ሁሉ ከሱ ይጠጣሉ /ይማራሉ/ ጥበብንም ይመላሉ። ማደሪያቸውም ከደናግልና ከሕጋውያን ከቅዱሳንም ጋር ነው። በዚያችም ሰዓት በነፋሳቱ ጌታ ዘንድ ከሰው የተወለደ ይህ ክርስቶስ ሰው ተባለ። ስሙም ከስድስቱ ዕለታት ከምትበልጥ ከዕለተ እሑድ የቀደመ ተባለ። ፀሐይ ሳይፈጠር ጨረቃም ሳይፈጠር በሰማይ ያሉ ከዋክብትም ሳይፈጠሩ በመላእክት ጌታ ፊት ስሙ ብሉየ መዋዕል ተባለ። እንዳይወድቁ እሱን ይመረኮዙ ዘንድ ለቅዱሳንና ለጻድቃን በትር ይሆናቸዋል። /ጽንዕ/እሱም የአሕዛብ ብርሃን ነው።"
        },
        {
          "verse": "2",
          "text": "/መምር/ በልቡናቸው ላዘኑ ሰዎችም እሱ አለኝታቸው ይሆናል። በዚህ ዓለም የሚኖሩ ሰዎች ሁሉ በፊቱ ወድቀው ይሰግዳሉ ፈጽመውም ያመሰግኑታል ለመላእክት ጌታ ስም ምስጋናን ያቀርቡለታል። ለዚህም ነገር በመላእክት ጌታ ፊት ከጥንት ጀምሮ እስከ ዘላለሙ ድረስ አስታራቂ ሆነን የተሠወርንም ሆነ። የጻድቃንን እድል ፈንታ አጽንቶላቸዋልና የመላእክት ጌታ አብ የባሕርይ ጥበቡ ለደናግልና ለሕጋውያን በሥጋ ገለጠው። ግፍ የሚሠራበት ይህን ዓለም ንቀው ጠልተውታልና ሹመቱ ሽልማቱን ሁሉ በመላእክት ጌታ ፊት ስም አምነው ሥራውንም ጠልተውታልና።"
        },
        {
          "verse": "3",
          "text": "በስሙ አምነው ይድናሉና ደኅነታቸውንም ወደደ። ፈጽመው በተጨነቁባት ቀን ሰውነታቸውን አላዳኑምና ይችን ዓለም የሚገዟት አርበⶉች ሰዎችና የዚህ ዓለም ነገሥታት በጃቸው ስለ ሠሩት ክፉ ሥራታቸው በዚያ ወራት አንገታቸውን የደፉ ሆኑ። በመረጥኋቸው በጻድቃንም እጅ ሥላሴ ይጥሏቸዋል። ሥር በእሣት እንዲቃጠል እርሳስም በውሀ ውስጥ እንዲሠጥም አሁን እንደተናገርሁት ጻድቃንን ከመበደላቸው የተነሣ በገሃነም ይቃጠላሉ ቅዱሳንንም ከመበደላቸው የተነሣ በባሕረ ገሃነም ይሠጠማሉ። በተጨነቁባትም ቀን ፍለጋቸው አይገኝም። በዚህ ዓለም በሠሩት ኃጢአታቸው ፍርሃት ትደረጋለች።"
        },
        {
          "verse": "4",
          "text": "በፊቱም ይወድቃሉ አይነሡም የመላእክት ጌታን አብ ክደውታልና የባሕርይ ልጁንም ክደዋልና የመላእክት ጌታም ስሙ ይመገናልና ከወደቁበት ቦታ እጁን ሰጥቶ የሚያነሣቸው የለም። የተሠወረውን እውነተኛ ነገር ሁሉ በመገለጥ አዋቂ ስለ ሆነ ዕውቀት እንደውሀ በዝቶ ተሰጥቷልና በፊቱም የምትሠጥ ክብር ለዘላለም አትፈጸምምና የመላእክት ጌታ ስም ይከበር ይመስገን። አስታራቂ ክርስቶስ በመላእከት ጌታ ፊት ቁሟልና አሰት ነገርም እንደ ጥላ ያልፋል ቆሞ የሚሠወሩበት ቦታ የለም። ጌትነቱ ለዘላለም ነው ኃይሉም ለልጅ ልጅ ዘመን ነው።"
        },
        {
          "verse": "5",
          "text": "ጥበብን የሚገልጥ መንፈስ ቅዱስም ለሰው ጥበብን የሚገልጥ ትምህርትንም የሚገልጥ ኃይልንም የሚያደርግ የሞቱትንም ሰዎች በውነት የሚያነሣቸው መንፈስ ቅዱስም በሱ ጸንቶ ይኖራል። /ሕልውና ነው/ አስታራቂ ክርስቶስ በመላእክት ጌታ አብ ፊት እሱ እንደ ወደደ ነውና የተሰወሩትን ነገሮች ገልጦ የሚፈርድ እሱ ነው በሱም ፊት ወዛ ነገርን ተናግሮ መዳን የሚችል የለም።"
        },
        {
          "verse": "6",
          "text": "በዚያ ወራት ለደናግልና ለሕጋውያን መመለስ /ግዛት/  ትደረግላቸዋለች ዘበናይ ብርሃንም በነሱ ያድራል ፍጹም ጌትነትም ለቅዱሳን ይመለስላቸዋል። ጭንቅ መከራም የምትደረግባት ቀን ለኃጥአን መከራ ትደልብላቸዋለች በመላእክት ጌታ ስም ያመኑ ጻድቃንም ድል ይነሣሉ።  ንስሐ ይገቡ ዘንድ የጃቸውንም ሥራ ይተው ዘንድ ለሌሎች ነስሑ ብሎ ያስተምራል። በነፍሳት ጌታ ፊትም ክብር ይደረግላቸዋል በስሙም አምነው ይድናሉ። ቸርነቱ ብዙ ነውና ቦፍርዱም በጌትነቱም እውነተኛ ነውና የነፍሳት ጌታ ይቅር ይላቸዋል አለ። አሰት ነገርም በፍርዱ ጊዜ አትጸናም ንስሐም ያልገባ ሰው በሱ ትእዛዝ ይጠፋሉ፣ የመላእክት ጌታም ንስሐ ያልገቡትን ሰዎች እንግዲህ ወዲያ ይቅር አልላቸውም አለ።"
        },
        {
          "verse": "7",
          "text": "በነዚያም ወራቶች ምድር አደራዋን ትመልሳለች መቃብርም የተቀበለችውን አደራ ትመልሳለች። ሞትን የሚከፍለውን ይመልሳል /አይገልም/ እነሱ ይድኑ ዘንድ የሚድኑባት ቀን ቀርባለችና ደናግልና ሕጋውያንን ከኃጥአን ይመርጣል። አስታራቂ ክርስቶስም በነዚያ ወራት በዙፋኑ ይቀመጣል የመላእክት ጌታ ሰጥቶ አክብሮታልና የተሠወረ የጥበብን ነገር ሁሉ አስቦ ከሚናገርበት ከአንደበቱ ያወጣል።"
        },
        {
          "verse": "8",
          "text": "በነዚያም ወራቶች ተራሮች እንደ ጊደሮች ይዘፍናሉ ኮረብቶችም ወተት እንደጠገቡ ጠቦቶች ይዘላሉ። በነዚያ ወራቶች አስታራቂ ክርስቶስ ተነሥቷልና ሁሉም በሰማይ መላእክትን ይሆናሉ። /የግብር ነው/ ፊታቸውም በደስታ ያበራል። መንግሥተ ሰማያትም ደስ ይላታል ጻድቃንም በሷ ይኖራል። ደናግልም በሷ እየተመላለሱ ይኖራሉ።"
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": "1",
          "text": "ከነዚያም ወራቶች በኋላ በነፋስ ሠረገላ ተነጥቄ ነበርና መላእክትም ወደ ምዕራብ ወስደውኝ ነበርና በዚያ ቦታ የተሠወሩትን ራዕዮች ሁሉ አየሁ። በዚያም ቦታ በሰማይ የተሠወሩትን በዚህ ዓለምም ይደረግ ዘንድ ያለውን ሁሉ ዓይኖቼ አዩ። የብረት ተራራን የናስ ተራራን የብር ተራራን የወርቅ ተራራን የዕይር ተራራን የርሳስ ተራራን አዩ። ከኔ ጋራ ያለ ባልደረባዬ መላኩንም ተሠውረው የማያቸው እኒህ ምንድናቸው ብዬ ጠየቅሁት። እኒህ ያየሃቸው ሁሉ ያዝዝ ዘንድ በዚህም ዓለም ይበረታባቸው ዘንድ ልጁ በሥልጣኑ የሚፈርድባቸው ይሆናሉ አለኝ። ፍቅር ያለው ያም መልአኩ ጥቂት ቆይታ ያለህ የመላእክት ጌታ ያጸናው የተሠወረው ሁሉ ይገለጥልሃል ብሎ መለሰልኝ።"
        },
        {
          "verse": "2",
          "text": "ያየሃቸው እነዚህም ተራሮች የብረቱ ተራራ የናሱም ተራራ የብሩም ተራራ የወርቁም ተራራ የዕይሩም ተራራ የርሳሱም ተራራ እኒህ ሁሉ በአስታራቂ ክርስቶስ ፊት በእሣት ፊት እንዳለ አደሮማር ይሆናሉ አለ። ከላይ የወረደ ውሀ ቀጥሎ ቀጥሎ እንዲወርድ በነዚያ ነገሥታትም ላይ ቀጥሎ ቀጥሎ መከራው መጥቶባቸው በእግሩ በታች የወደቁ ይሆናሉ። በነዚያም ወራቶች እንደዚህ ይሆናል በወርቅም ቢሆን በብርም ቢሆን አይድኑም፣ ሽሽቶ መዳንም አይቻላቸውም። ብረትም ለጠብ አይሆንም ልብስም ለደረት ጥሩር አይሆንም፣ ብርትም አይረባም ቅልቅሉም አይጠቅምም ካለ ከሌላ አይቈጠርም፣ ሁሉም ይከዳሉ እንጂ እርሳስም አይወደድም። አስታራቂ ክርስቶስ በመላእከት ጌታ በአብ ፊት በተገለጠ ጊዜ ጠላቶቹ ኃጥአን ከመንግሥተ ሰማይ ይጠፋ ዘንድ አላቸው።"
        },
        {
          "verse": "3",
          "text": "በዚም ቦታ ዓይኖቼ ጥልቅ ቈላን አዩ አፉም የተከፈተ ነው። /መቃብር/ በዚህ ዓለም በደሴትና በባሕርም የሚኖሩ ሁሉ እጅ መንሻ ገጸ በረከቱን ግብሩን ያመጡለታል። ይህም ጥልቅ ቈላ አይመላም። እጆቻቸው ክፉ ሥራን ይሠራሉ ዕዳ ሊሆንባቸው ኃጥአን የደከሙበትን ጻድቃን ይበላሉታል። ከነፍሳት ጌታ ገጸ መዓትም የተነሣ ኃጥአን ይጠፋሉ ከመንሥተ ሰማያትም ይከለከላሉ። መቅሠፍት የሚያመጡ መላእክትን ሄደው ለሰይጣን ዙሀውን ሁሉ /መቅሠፍት/ ሲያዘጋጁ አይቻቸዋለሁና ለዘላለሙ ፈርሰው በስብሰው አይቀሩም። ፍቅር ያለው ከኔ ጋራ የሚኖር መላኩን እነዚህን ዙሀዎች ለማን ያዘጋጃቸዋል።"
        },
        {
          "verse": "4",
          "text": "ብሎ ጠየቅሁት። በሱ ይጠፉ ዘንድ ለዚህ ዓለም አርበኞችና ለነገሥታቱ ያዘጋጁሉ አለኝ።\nከዚህ በኋላ እውነተኛ አስታራቂ ክርስቶስ ጻድቃንን በሚሰበስብበት በመንግሥተ ሰማይ ይገለጣል። በመላእክት ጌታ ስም ያመኑ ጻድቃን እንግዲህ ወዲህ አይከለከሉም። እኒህ ነገሥታት ግን እንደ ምድረ በዳ ይሆናሉ፣ መኳንንቱም እንደ ውሀ ምንጭ ይሆናሉ፣ ጻድቃንም ኃጥአን ክሚያመጡባቸው መከራ ያረፋሉ። ተመልሼም ሌላ ቦታ አየሁ በዚያም እሣት ሲነድ ጥልቅ ቦታን አየሁ። /ገሃነም ነው/ አርበኞቹንና ነገሥታቱን አምጥተው በዚያ በጥልቅ ቦታ ጣሏቸው።"
        },
        {
          "verse": "5",
          "text": "በዚያ ቦታ ዓይኖቼ ዙሀዎችን ቁጥር የሌላቸው የብረት ማሠሪያዎችን አድርገው ሲያሥሯቸው አዩ። ከኔ ጋራ የሚኖር ከእግዚአብሔር ጋራ አንድነት ያለው መልአኩንም እነዚህ የዙሀዎች መሣሪያዎችን ለማን ያዘጋጃሉ ብየ ጠየቅሁት። ተቀብለዋቸው በገሃነም በታች ይጥሏቸው ዘንድ እነዚህ ለአዛዝኤል ሠራዊት ይዘጋጃሉ አለኝ። የመላእከት ጌታ እንዳዘዘ በፊታቸውም እንክብል እንክብል ደንጊያዎችን ይገጥሙባቸዋል።"
        },
        {
          "verse": "6",
          "text": "ገብርኤልና ሚካኤል ፋኑኤልና ሩፋኤልም እነሱ ታላቅ በሆነች በዚያች ቀን አጽንተው ይጥሏቸዋል። የሰይጣን መልክተኛ ስለሆኑ በዚህ ዓለም የሚኖሩትንም ሰዎች ስላሳቷቸው በኃጢአታቸው የመላእክት ጌታ ከነሱ በቀልን የመልስ ዘንድ በዚያ ቀን መላእከት እሳት ወደሚነድበት ወደ ገሃነም ይጥሏቸዋል። በዚያም ወራት የመላእክት ጌታ ብዙ የሚያወርደው መቅሠፍት የመጣል። /ማየአይህ ነው/ ከሰማዮች በላይ ያሉ የውሀዎች ቦታዎች ሁሉ ከሰማይ በታች ከምድር በላይም ያሉ የምንጮች ቦታዎችም ሁሉ ይከፈታሉ። በዚህ ዓለም ያሉ ውሆችም ሁሉ ከሰማዮች በላይ ካሉ ውሀዎች ጋራ አንድ ይሆናሉ። በሰማዮች በላይ ያለ ውሀ ግን ራስ የሚቀጠቅጥ ነው በምድር በታች ያለች ውሀም ፏፏ የምትል ናት።"
        },
        {
          "verse": "7",
          "text": "በዚህ ዓለም የሚኖሩ በሰማይም ዳርቻ በታች የሚኖሩ ሁሉ ይጠፋሉ። በዚህ ዓለም የሠሯት ኃጢአታቸው በገቢር ስላወቋት ስለዚህ ነገር ይጠፋሉ።"
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verse": "1",
          "text": "ከዚህም በኋላ በዚህ ዓለም የሚኖሩትን ሰዎች በከንቱ ኃጢአታቸው አጠፋኋቸው ብሎ ብሉየ መዋዕልነት ገንዘቡ የሚሆን ጌታ አዘነ። በዚህ ዓለም በሚኖሩ ሰዎች ሁሉ እንግዲህ ወዲህ እንዲህ አንዳያደርግ በከበረ ስሙ ማለ። በሰማይ ቀስተ ደመናውንም ምልክት አደርጋለሁ ይህም በነሱና በኔ መካከል ጠፈር በአድማስ ላይ ጸንቶ የኖረውን ያህል እስከ ዘላለሙ ድረስ መተማማኛ ይሆናሉ። ከዚህም በኋላ በመላእክት እጅ አጽንቼ እጣላቸው ዘንድ ብወድ በትእዛዜ ነው። ፍጹም መከራ በሚቀበሉባት ቀን ከዚህ አስቀድሞ መዓቱ መቅሠፍቱ ይመጣባቸዋል።"
        },
        {
          "verse": "2",
          "text": "የመላእክት ጌታ እግዚአብሔርም በዚህ ዓለም የምትኖሩ ኃይለኞች ነገሥታት የመረጥሁት ልጄን በጌትነቱ ዙፋን በተቀመጠ ጊዜ ታዩት ዘንድ አላችሁ አለ። በአዛዝኤል ይፈርድባታል በወገኖቹም ሁሉ በመላእክት ጌታ ስም ባላመኑ በሠራዊትም ሁሉ ይፈርድባቸዋል። በዚያም ቦታ ለመቅሠፍት የታዘዙ የመላእክትን ሠራዊት ታዘው ሲሄዱ የብርትና የብረት ማሠሪያንም ይዘው አየሁ አለ።"
        },
        {
          "verse": "3",
          "text": "ከኔ ጋር የሚኖር ከእግዚአብሔር ጋራ አንድነት ያለው መልአኩን እግር ብረቱን ሰንሰለቱን የያዙ እነዚህ ማንን ሊያሥሩ ይሄዳሉ ብሎ ጠየቅሁት። በቈላው ጥልቅ ወሻ ውስጥ /ገሃነም/ ይወድቁ ዘንድ አንዱም አንዱ አጋንንት የወደዷቸውንና የመረጧቸውን ኃጥአንን ሊያሥሯቸው ይሄዳሉ አለኝ። የዚያን ጊዜ አጋንንት ከመረጧቸው ከወደዷቸው ከኃጥአን የተነሣ ያ ጥልቅ ገሃነም ይመላል።"
        },
        {
          "verse": "4",
          "text": "በሕይወት የሚኖሩበት ቀን ያልቃል የሚያስቱበትም ቀን እንግዲህ ወዲህ አይቈጠርም። በነዚያም ወራቶች አለቆች ተሰብስበው የሜድንና የጻርቴን ሰዎች ለመጥራት ራሳቸውን ወደ ምሥራቅ ይመልሳሉ። /ፊታቸውን/ ነገሥታቱንም ያነቃቋቸዋል ሁከት ያደረበት ልቡናም ያድርባቸዋል ከዙፋናቸውም እየገለበጡ ይጥሏቸዋል። ከከተማቸውም እንዳንበሶች በማስፈራራት ይወጣሉ እንደ ተራቡ በመንጋዎቻቸው መካከል እንዳሉ ጅቦች ይበሳጫሉ።"
        },
        {
          "verse": "5",
          "text": "ይዘምታሉ ለጥፋት የመረጧቸው የእስራኤልንም አገር ያጠፏታል ለጥፋት የመረጣቸው የእስራኤልም አገር በፊታቸው መመላለሻ መገሥገሻ ትሆናለች። /፲ሩ ነገድ/ የወዳጆቼ የሁለቱ ነገድ አገር ግን ለፈረሶቻቸው መሰናክል ትሆናለች። እስበሳቸው ጠብን ያነሣሉ ሥልጠናቸውም በወንድሞቻቸው ላይ ትጸናለች ባልንጀራ ባልንጀራውን ወንድሙ ወንድሙንም አያውቀውም። ከመቅሠፍታቸውና ከሞታቸው የተነሣ የራሳቸው ቁጥር ብላሽ የማይሆን እስኪሆን ድረስ ልጅም እናቱንና አባቱን አያውቅም። በነዚያም ወራቶች መቃብር አፏን ትከፍታለች።"
        },
        {
          "verse": "6",
          "text": "በውስጧም ይቀበራሉ ሁለቱን ነገድ ከመበደላቸው የተነሣ አሥሩን ነገድ የምታጠፋቸው መቃብር ትውጣቸዋለች። ከዚህ በኋላ እንዲህ ሆነ ሰዎች ተቀምጠውባቸው ሌሎች ብዙዎች ሠረገላዎችን አየሁ። በነፋሶችም ላይ ሁነው ከምዕራብና ከምሥራቅ እስተ ቀን እኩል ይመጣሉ። /ፈጥነው ሲል ነው። /የሠረገሎቻቸው ድምጽ ቃለም ከሩቅ ተሰማ ይህም ሁከት በተደረገ ጊዜ መላእክት በሰማይ ሁነው አወቁ። የምድር ምሰሶም ከቦታው ተናወጠ። /ሰናክሬም/ ጥፋቱም ከሰማይ ዳርቻ ጀምሮ እስከ ምድር ዳርቻ ድረስ ባንጂት ቀን ተሰማ።"
        },
        {
          "verse": "7",
          "text": "ሁሉም ወድቀው ለመላእክት ጌታ ይሰግዳሉ። የሁለተኛውም ነገር መጨረሻ ይህ ነው። ስለደናግልና ስለ ሕጋውያንም ሦስተኛውን ነገር እናገር ጀመርኩ።"
        },
        {
          "verse": "8",
          "text": "እድላችሁ መንግሥተ ሰማይ የበራ ነውና ደናግልና ሕጋውያን እናንተ የተደነቃችሁ ናችሁ ጻድቃን እንደ ፀሐይ ያበራሉ/ሕጋውያን ደናግልም ዘላለም ጸንቶ በሚኖር በመንፈስ ቅዱስ ብርሃን ያበራሉ። በሕይወት ለሚኖሩትም ዘመን ፍጻሜ የለውም በቅዱሳንም የተቈጠረ ዘመን የላቸውም። ክብርንም ይፈልጉታል በመላእክት ጌታም ዘንድ ቸርነቱን ያገኛሉ። በመላእክት ጌታም ዘንድ ለጻድቃን ፍቅር አንድነት ይደረጋል። ከዚህም በኋላ የሀይማኖት እድል የሚሆን የተሠወረው እውነተኛውን ነገር በሰማይ ይፈልጉ ዘንድ ለጻድቃን ክብር ይሰጣል ይባላል።"
        },
        {
          "verse": "9",
          "text": "ፀሐይ በዚህ ዓለም እንዲያበራ ብርሃነ መለኮቱ ያበራልና ድንቁርናም ጠፍቷልና የማይቈጠር ጸጋ ክብር ይሰጣል። አስቀድሞ ድንቁርና ጠፍቷልና። ጻድቃን በዘመኑ ቁጥር ወደ መንግሥተ ሰማያት አይገቡም። ዕውቀትም በመላእክት ጌታ ፊት ይጸናል፤ በቅንነት የሠሯት ሥራቸውም በመላእክት ጌታ ሬት ለዘላለሙ ትጸናለች።"
        },
        {
          "verse": "10",
          "text": "በነዚያም ወራቶች ዓይኖቼ የብርሃኖችንና የመብረቆችን ቦታዎች አዩ መቻያነታቸውንም አዩ። የመላእክት ጌታ እንደ ወደደ ለጥፋትና ለበረከት ያበራሉ። በዚያም ቦታ የነጐድጓድን ቦታዎችን አየሁ በሰማይ ላይም ብልጭ ባለ ጊዜ የመብረቅና የነጐድጓድ ቃል ይሰማል። የየብሱንም ቦታዎች አሳየኝ። የነጐድጓድም ቃል ለበረከትና ለፍቅር ለጥፋትም ቢሆን ለመላእክት ጌታ ቃል ይሰማል። ከዚህም በኋላ የመብረቆችና የብርሃኖች ቦታ ሁሉ ተገልጠልኝ። ለጥጋብና ለበረከት ሊሆኑ ያበራሉ።"
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "verse": "1",
          "text": "ሄኖክ የዚህን ዓለም አነዋውር ትቶ ከተሠወረ በኋላ ባምስት መቶ ዘመን በሰባተኛው ወር ባሥራ አራተኛ ቀን ከሰማዮች በላይ ያለች ሰማይ ታላቅ ንውጥውጥታ ስትነዋወጥ የእግዚአብሔርም ሠራዊት መላእክት ሲነዋወጡ በሱ አምሳል አየሁ።  ብዙ የብዙ ብዙ የሚሆኑ መላእክት በሰው ጥፋት ብዙ ሁከትን ታወኩ። ያን ጊዜም ዕለተ እኅድ ገንዘቡ የሆነች ጌታን በጌትነቱ ዙፋን ተቀምጦ አየሁ። ጻድቃንና መላእክትም በዙሪያው ቁመው አየሁ እኔንም ጽኑ እንቅጥቅጥታ ያዘኝ። ፍራትም ያዘኝ ወገቤም ጐበጠ ተለያየ ሁለመናየም እንደ ሰም ቀለጠ በግምባሬም ፍግም ብዬ ወደቅሁ። ቅዱስ ሚካኤልም ከከበሩ መላእክት አንዱን ሌላ መልአክ ልኮ አነሣኝ። ያንን ተአምራት ያንንም ሁከት የሰማይንም መነዋወጥ ከማየቴ የተነሣ መታገሥን አልቻልሁምና ባነሣኝ ጊዜ አእምሮዬ ተመለሰች አለ።"
        },
        {
          "verse": "2",
          "text": "ቅዱስ ሚካኤልም ምን ራዕይ ስላየህ እንደዚህ ታወክህ አለኝ። ይህች ዓለም አለፈች መስሎህ ቸርነቱ የሚደረግባት ቀን እስከ ዛሬ አለች ይቅር ባይ ከመዓትም የራቀ ጌታ በዚህ ዓለም የሚኖሩ ሰዎችን በመታገሥ አለ። መፍራትስ መቅሠፍትና ኃይል የሚደረግባት የመላእክት ጌታ ለእውነተኛ ሕጉ ለሚሰግዱ ለጻድቃን እውነተኛ ሕጉንም በካዱ ስሙንም በከንቱ ለሚጠሩ በኃጥአን ፍርድን የሚገልጥባት ቀን በመጣች ጊዜ ፍራ። ያችም ቀን ለደናግል ክብር ለኃጥአንም ምርመራ ሁና ተዘጋጀች። በዚች ቀን ሁለቱ አውሬዎች ከደማዊት ነፍስ ይለያሉ ስሟ ሌዋታን የሚባል ሴቲቱ አውሬ በውሀዎች ምንጮች ላይ በባሕሩ ጥልቅ ትኖር ዘንድ ተፈጠረች። የማይታየውን ምድረ በዳ በደረቱ የሚይዝ ስሙ ብሔሞት የሚባል የወንዱም አውሬ ቦታው በየብስ ነው።"
        },
        {
          "verse": "3",
          "text": "ደናግልና ሕጋውያን በሚኖሩበት የመላእክት ጌታ ለፈጠራቸው ሰዎች መጀመሪያቸው ከሚሆን ከአዳም ሰባተኛ የሚሆን አያቱ ሄኖክ ቃለ ኪዳን በተቀበለበት በገነት ምሥራቅ ያለ የቦታውም ስም ዴንዳይን ይባላል። ባንዲት ቀን ተፈጥረው አንዱ በባሕር ዳር አንዱ በምድረ በዳ ቦታ ሊኖሩ እንደ ተለያዩ የነዚያን አውሬዎችንም ሥራቸውን ይገልጥልኝ ዘንድ ያንን ሁለተኛውን መልአክ ጠየቅሁት። አንተ የባለአእምሮ ልጅ የተሠወረን ነገር በዚህ ልታውቅ ትወዳለህ አለኝ። ከኔ ጋር የሚኖር የተሠወረውን የፊቱንም የኋላውንም ከምድር በላይ ባለ በሰማይ ከሰማይ በታች ባለ በየብስ በጥልቁ በሰማይም ዳርቻ በሰማይም መሠረት በነፋሶችም ቦታ ያለውን የገለጠልኝ ሁለተኛው መልአክ ነገረኝ።"
        },
        {
          "verse": "4",
          "text": "ነፋሳት ተመጥነው ተመጥነው እንደ ነፋሱ ምንጮችም ተመጥነው ተመጥነው እንዲፈሱ ነፋሳችም በረቂቅነቱ ኃይል እንዲከፈሉ የፀሐይ የጨረቃም ብርሃን ሥራ የውነት ሥራ እንደሆነ ከወክብትም በየስማቸው እንዲከፈሉ ነገረኝ። ሥራውም ሁሉ ይከፈላል መብረቅና ነጐድጓድም በቦታዎቻቸው ይሰማሉ ለሚሠራው ሠራ ሁሉ መመጠን አለው። መብረቁ ይሰማ ዘንድ የመብረቅና የነጎድጓድ ሠራዊትም ፈጥነው ይሰሙ ዘንድ ለነጐድጓድ ማረፊያ አለውና ታግሦ ሊያመጣው ለቃሉ ጊዜ ተሰጠው። መብረቅና ነጐድጓድም  አይለያዩም አንዱም አንዱም ሁለቱ ሁሉ በነፋስ ይሄዳሉ። መብረቅ በተሰማ ጊዜ ነጐድጓድ ቃሉን ይሰጣልና አይለያዩም ነፋሱም በጊዜዋ ጊዜ ያርፋል። በሚወጡበት ጊዜ ቦታቸው በሸዋና በድኝ መካከል ነውና መልአኩ በመካከላቸው አስተካክሎ ይከፍላል አለ።"
        },
        {
          "verse": "5",
          "text": "ከነሳቸው አንዱም አንዱም በጊዜው ጊዜ በልጓም ይገታሉ። /በሥልጣን/ በነፋስም ኃይል ይመላለሳሉ እንደ ምድር አውራጃ ብዛት መጠን እንዲህ ይነዳል። ባሕርን የሚጠብቀው መልአክ ብርቱ ነው እንደ ፅናቷም ኃይል መጠን በልጓም ይገታታል። /ሥልጣን/ እንዲህ ትነዳለች በምድር ተራሮችም ሁሉ ትበተናለች። ለውርጭም ጠባቂ አለው ይኸውም መልአኩ ነው በረዱንም የሚጠብቀው መልአክ ደግ መልአክ ነው። ዋግንም የሚጠብቅ መልአክ ክፉ ስለሆነ ለብቻው ጠባቂ አለው። ክሱም የሚወጣ እንደ ጢስ ያለ ነው ስሙም ደደክ ይባላል። አካሄዱ በጌትነት በጨለማና በብርሃን በበጋና በክረምት ነውና ለብቻው ቦታ አለው እንጂ የጉሙ ጠባቂ ከነሱ ጋራ በቦታቸው አንድ አይሆንም።"
        },
        {
          "verse": "6",
          "text": "የሷም ቦታ ብርሃን ነው ጠባቂዋም መልአክ ነው የጠለም ጠባቂ ቦታው በሰማይ ዳርቻ ነው። ከዝናም ቦታዎች ጋራ አንድ ነው ሹመቱም በበጋና በክረምት ነው። የጉም ደመና የዝናም ደመና አንድ ነው አንዱ መግቦ ሹመቱን ላንዱ ይሰጣል። ዝናሙን የሚያመጣውም ነፋስ ከቦታው በተናወጠ ጊዜ መላእክት የመጣሉ ቦታውንም ከፍተው ያወጡታል። በዚህም ዓለም ላይ ዝናሙ በተበተነ ጊዜ በዚህ ዓለም ላይ ካለው ሁሉ ውሀ ጋራ አንድ ይሆናል።"
        },
        {
          "verse": "7",
          "text": "በየጊዜው ሁሉ በዚህ ዓለም ላይ ካለው ውሀ ጋር በሚተባበርበት ጊዜ ውሀዎች በዚህ ዓለም ለሚኖሩ ሰዎች መግብ ሁነዋልና በሰማይ ካለ ከእግዚአብሔር ዘንድ ታዞ ለየብስም ምግቧ ነውና ስለዚህ ነገር ለዝናሙ መመጠን አለውና መላእክት ይቀበሉታል።"
        },
        {
          "verse": "8",
          "text": "ጻድቃን እስከሚወርሷት ገነት ድረስም ሄጄ እነዚህን ሁሉ አየሁ። ከኔ ጋር የሚኖር ከእግዚአብሔር ጋር አንድነት ያለው መልአኩም እኒህ ሁለቱ አውሬዎች በእግዚአብሔር ገናነነት ተጠብቀው የእግዚአብሔር መቅሠፍቱ በክ እንዳታደርጋቸው ይመገቡ ዘንድ የተዘጋጁ ናቸው አለኝ።  ቢያዩዋቸውስ ልጆች ከናቶቻቸው ካባቶቻቸውም ጋራ በሞቱ ነበር የመላእክት ጌታ የሚያዛት መቅሠፍቱ በመጣች ጊዜ ለነሳቸው ትመጣባቸዋለች። የመላእክት ጌታ መቅሠፍቱ ብላሽ ልታደርጋቸው እንዳትመጣ በቸርነቱ ታግሦ  በነሱ ላይ ኋላ ትመጣባቸዋለች አለኝ።"
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verse": "1",
          "text": "በነዚያ ወራቶች ለነዚያ መላእክት ረጃጅሞች ገመዶች ተሰጡ።  /ሥልጣን ገመዱን ተቀብለው ፈጥነው ወደ መስዕ ሄዱ። /ሥልጣን/ እነዚህን ረጃጅሞች ገመዶችን ይዘው ለምን ሄዱ ብዬ መልአኩን ጠየቅሁት። እሱም ይልኩ ዘንድ ሄዱ አለኝ። ከኔ ጋር የሚኖር ባልደረባዬ መልአኩም እኒህ ሥልጣናት ለዘላለሙ በመላእክት ጌታ ስም ይጻኑ ዘንድ የጻድቃን አንድነት ያመጣሉ። የፈጣሪያቸውን ፈቅር ይጀምራል ደናግልም ከደናግል ጋራ ይኖራሉ።"
        },
        {
          "verse": "2",
          "text": "እኒህም ቦታዎች በሃይማኖታቸው ጸንተው ለሚኖሩ ሰዎች ይሰጣሉ እውነተኛውንም ቃል ያጸናሉ። እሊህም ሥልጣኖች በመቃብር ጥልቅነት የተሠወሩ ሰዎችን ሁሉ። በምድረ በዳ ሙተው ያልተቀበሩትን ዓሣዎች አውሬዎች የበሏቸውንም ያስነሣሉ፣ በመላእክት ጌታ ፊት የሚጠፋ የለምና ፈርሶ በስብሶ የሚቀር የለምና አስታራቂ ክርስቶስ በሚመጣበት ቀን ተነሥተው ወደ ሕይወታቸው ይመለሱ ዘንድ ያስነሣሉ።"
        },
        {
          "verse": "3",
          "text": "በሰማይ ያሉ ጻድቃን ሁሉ በመላእክትም ትእዛዝን ተቀበሉ ቃላቸው አንድ ነው ዕውቀታቸውም አንድ መንፈስ ቅዱስ ነው። ያንን ቀዳሚ ቃልን ያመሰግኑታል የከብሩታል በዕውቀት ጸንተው። በነገር እየተራቀቁ ሕይወት በሚሆን በመንፈስ ቅዱሰ እየተቃኙ ያመሰግኑታል። የመላእክት አብ አስታራቂ ክርስቶስን በጌትነቱ ዙፋን አስቀመጠው። ከጠፈር በላይ ባለ በመንግሥተ ሰማያት የቅዱሳንን ሥራ ሁሉ ይመረምራል፣ ሥራቸውም በፍርዱ ይመረመራል። በመላእክት ጌታ ስም አምነው በተናገርዋት በተሠወረች ሥራቸው ልዑል እግዚአብሔር በሠራተ በእውነተኛ ሕጉ አምነው የሠሯት ሥራቸውንም አውቆ ይፈርድላቸው ዘንድ ፊቱን ቀና ባደረገ ጊዜ። ሁሉም ባንድ ቃል ይናገራሉ ፈጽመው ያመሰናግሉ የመላእከት ጌታ ስምንም ያከብራሉ ያመሰግናሉ።"
        },
        {
          "verse": "4",
          "text": "እሱም በሰማያት ያሉ መላእክትን ሁሉ በልዕልና ያሉ ቅዱሳንንም ሁሉ ይጠራል። /አመስግኑኝ ይላል/ የእግዚአብሔር ሠራዊት ኪሩቤል ሱራፌል አፍኒን ዕውቀት ያላቸው መላእክትም ሁሉ ሥላሴ የፈጠሯቸው መላእክት ሁሉ ያመሰግናሉ ሌላ ዕውቀትም ይሰጣል።"
        },
        {
          "verse": "5",
          "text": "በደሴትና በየብስ የማኖሩ ሰዎች ለዚያች ቀን አንድ ቃል ተቀብለው ያመሰናግሉ፣ ሃይማኖትን እንዲያጸኑ በሚያደርግ በመንፈስ ቅዱስ ጥበብንም በሚገልጥ እንዲታገሡም በሚያደርግ በመንፈስ ቅዱስ። ለሰው እንዲራሩ በሚያደርግ እውነት እንዲፈርዱ ፍቅር አንድነትም እንዲያደርጉ ለሰውም ቸርነት እንዲያደርጉ በሚያደርግ በመንፈስ ቅዱስ እየተቃኙ ይህን ሁሉ ያመሰናግሉ ያከብራሉ። ሁሉም ባንድ ቃል የከበረ ነው የመላእክት ጌታ ስምም ለዘላለም ይክበር ይመስገን ይላሉ።"
        },
        {
          "verse": "6",
          "text": "የማያርፉ በሰማይ ያሉ መላእክትም ሁሉ እስከ ዘላለሙ ድረስ ያመሰግኑታል በልዕልና ያሉ ሕጋውያን ሁሉ ደኅነት በሚገኝባት በገነት የሚኖሩ ደናግልም ሁሉ ያመሰግኑታል አለ። ፈጽማ ማመስገን የከበረ ስምህንም ፈጽማ ማክበርን የሚችል ዕውቀት ያላት ሰውነት ሁሉ ናት። የመላእከት ጌታ ቸርነቱ ብዙ ነውና ከቁጣም የራቀ ነውና ሥጋዊት ደማዊት ፍጥረት ሁሉ ከዕውቀት የወጣ ምስጋናን ለስምህ ለዘላለሙ ፈጽማ ታቀርባለች።"
        },
        {
          "verse": "7",
          "text": "ሥራውን ሁሉ ያደረገውንም ኃይል ሁሉ በመላእከት ጌታ ስም ላመኑ ለደናግልና ለሕጋውያን ገለጠ። ገዢ የሚሆን ጌታም ነገሥታቱን ጽኑዓን የከበሩ ሰዎችም በዚህ ዓለም የሚኖሩትንም ሰዎች እንዲህ አድርጎ አዘዘ። አስታራቂ ክርስቶስንም ማወቅ ትችሉ እንደ ሆነ ዓይኖቻችሁን ግለጡ ሥልጣናችሁንም አንሡ አለ። የሀብታት ጌታ ክርስቶስም በጌትነቱ ዙፋን ተቀመጠ እውነተኛ የባሕርይ ክብሩም በሱ ተገለጠ። ካፉ የወጣውም ነገር ኃጥአንን ሁሉ በደለኞችንም ሁሉ ይገድላል። /ሑሩ ይላል/ እነሱም ከፊቱ ይጠፋሉ።"
        },
        {
          "verse": "8",
          "text": "በዚያችም ቀን ንጉሦቹ ሁሉ የከበሩ ሰዎችና የጸኑ ሰዎችም ሁሉ ይችንም ዓለም የሚገዟት ሰዎች ሁሉ ይቆማሉ። በጌትነቱ ዙፋን ተቀምጦ ያዩታል ያውቁታል ጻድቃንም ሁሉ በውነት በፊቱ ይገዛሉ። በፊቱም ዋዛ ፈዛዛ የሚናገር የለም። በምጥ እንደ ተያዘች ሴት ልጅዋ በማኅፀኗ ሊወጣ በመጣ ጊዜ መውለዱ እንዲያስጨንቃት ለመውለድም እንድትጨነቅ መከራውም እነሱን ያስጨንቃቸዋል።  እኩሏቹ ኃጥአን እኩሌቶቹ ኃጥአንን አይተው ይደነግጣሉ አንገታቸውን ይደፋሉ።  ከድንግል የተወለደ ያንንም ክርስቶስን በጌትነቱ ዙፋን ተቀምጦ ባዩት ጊዜ መከራው አስጨንቆ ይይዛቸዋል።"
        },
        {
          "verse": "9",
          "text": "የአዳም ልጅ ክርስቶስ ከዚያ አስቀድሞ በሥጋ አልተገለጠም ነበርና የጸኑ ነገሥታቱ ይችንም ዓለም የሚገዟት መኳንንትም ሁሉ የተሠወረውን የሚገዛ ክርስቶስን ፈጽመው ያመሰግኑታል ያከብሩታል። የአዳም ልጅ ክርስቶስ ከጥንት ጀምሮ የተሠወረ ሆኖ ነበርና አብ በሠራዊቱ በመላእክት ፊት ለልብስተ ሥጋ አዘጋጀው ለወዳጆዋም ገለጠው የደናግልና የሕጋውያን ጉባኤያቸው ይሰፋል። ወዳጆቹ  ጻድቃንም ሁሉ በዚያች ቀን በፊቱ ይቆማሉ።\nየጸኑ ነገሥታቱም የከበሩ ሹማምትምያችን ዓለም የሚገዝዋትም ሰዎች ሁሉ በፊቱ በግምባራቸው ወድቀው በፊቱ ይሰግዳሉ። ያን የአዳም ልጅ ክርስቶስንም ተስፋ ያደርጉታል ይማለዱታል ከሱም ዘንድ ይቅርታውን ይለምናሉ። ከዚያ በኋላ ያ የመላእክት ጌታ ከፊቱ ፈጥነው ይወጡ ዘንድ ያስቸኩላቸዋል። ፊታቸውም ኃፍረትን ይመላል ፊታቸውም በጥቁረት ላይ ጥቁረት ይጨምራል።"
        },
        {
          "verse": "10",
          "text": "ልጆቹ ሕጋውያንን የመረጣቸው ደናግልንም በበደሏቸው ሰዎች ፍዳ ያመጣባቸው ዘንድ ለመቅሠፍት የታዘዙ መላእክት ይቀበሏቸዋል። ለወደዳቸው አርአያ ይሆናሉ። የመላእክት ጌታ ቁጣው በነሱ ትጸናለችና የመላእክት ጌታ ሾተሉም ከደማቸው የተነሣ ትሰክራለችና /ትገልጻለች/ ወዳጆቹ በነሱ ጥፋት ደስ ይላቸዋል አለ። ደናግልና ሕጋውያንም በዚያች ቀን ይድናሉ። እንግዲህ ወዲህ የበደለኞችና የኃጥአንን ፊት አያይም የመላእክት ጌታ በጻድቃን ላይ ያድርባቸዋል። ከዚያ ከአዳም ልጅ ከክርስቶስ ጋር ይኖራሉ ፈጽመው ደስ ይላቸዋል ከመከራውም ያርፋሉ ለዘላለሙም ይከብራሉ። ደናግልና ሕጋውያንም ከመቃብር ተነሡ አንገታቸውንም መድፋት ተው።"
        },
        {
          "verse": "11",
          "text": "ሕይወት ልብሰንም ለበሱ/ሕይወትን አገኙ/ እሱም በመላእከት ጌታ ዘንድ ሕይወትን ያለው ልብስ ይሆናቸዋል። ልብሶቻችሁም አላረጁም /ክብራቸውን መናገር ነው/ ክብራችሁም በመላእከት ጌታ ፊት አይፈጸምም። በነዚያ ወራቶች የጸኑ ይችን ዓለም የሚገዟት ነገሥታቱ ተይዘው ባሉበት ቦታ ጥቁት ዕረፍት ይሰጧቸው ዘንድ በመላእክት ጌታ ፊት እነሱም ወድቀው ይሰግዱ ዘንድ ለመቅሠፍት ከታዘዙ መላእክት ይለምናሉ።"
        },
        {
          "verse": "12",
          "text": "ኃጢአታቸውንም በፊቱ አምነው የመላእክት ጌታን ፈጽመው ያመሰግኑታል። ገዥ የሚሆን የመላእክት ጌታ የተመሰገነ ነው ይላሉ የነገሥታት ጌታ የጽኑ ሰዎችም ጌታ የባለጸጋውም ጌታ የክብር ባለቤት የዕውቀትም ባለቤት እሱ ነው ይላሉ የተሠወረውም ሁሉ በሱ ዘንድ ይገለጣል። ኃይልህም ለልጅ ልጅ ዘመን ነው ጌትነትህም ለዘላለም ነው።"
        },
        {
          "verse": "13",
          "text": "ምሥጢርህም ሁሉ የረቀቀ ነው ቁጥርም የለው ለቸርነትህም ቁጥር የለውም/አይመረመርም/ አሁንም ነገሥታቱን የሚገዛ በነገሥታቱም ሁሉ ላይ የሚነግሥ ጌታን ፈጽመን እናመስግን ዘንድ ወደድን አሉ። ፈጽመን እናመስግነው ዘንድ እናከብረውም ዘንድ ጌትነቱንም እናምን ዘንድ ዕረፍትን ማን በሰጠን አሉ። አሁንም ጥቁት ዕረፍት እንመኛለን ነገር ግን አናገኝም ከመንግሥተ ሰማያት ወጥተን እንሄዳለን ጥግ ይዘን አንቀርም።"
        },
        {
          "verse": "14",
          "text": "በፊቱ አላመንምና የመላእክት ጌታ ስሙንም አላመሰገንምና ብርሃን ከኛ ጠፋ ለዘላለሙም መኖሪያችንም ጨለማ ነው ጌታችን እግዚአብሔርንም ባሠራው ሁሉ አላመሰገነውም አለኝታችንም በመንግሥታችን ዙፋን ሥልጣን ሆነ ጌታችንም በደከምንበት መከራም በተቀበልንበት ቀን አላዳነንም። ጌታችን እግዚአብሔር በሥራው ሁሉ በቸርነቱና በፍርዱም ሁሉ የታመነ ውና የበደልነውን ኃጢአት እናምን ዘንድ ዕረፍትን አናገኝም ይላሉ። እንዲህ ይላሉ ገጸ ፍትሔን አያገኙም ስለ ክፉም ሥራችን ከፊቱም ተፈርዶብን እንሄዳለን ኃጢአታችንም ሁሉ በውነት ተቈጠረ ይላሉ አለ።"
        },
        {
          "verse": "15",
          "text": "አለመብላታችን አለመጠጣታችን ወደ ገሃነም ከመውረድ አትከለክልምና አሁንም ሠርቀን ቀምተን ካጠራቀምነው ገንዘብ ሰውነታችን ትጥገብ ይሏቸዋል። ከዚህ በኋላ በዙያ በአዳም ልጅ በክርስቶስ ፊት ፊታቸው ኃፍረትንና ጨለማን ይመላል። ከፊቱም ተሰደው ይሄዳሉ በነሱም በመካከላቸውም ሰይፍ ያድራል። /ሥልጣን ያጸናል/ የመላእክትም ጌታ እንዲህ አለ የነገሥታቱን የጸኑ ሰዎች ይችን ዓለም ለሚገዙ ሰዎችና ለከበሩ ሹማምት በመላእክት ጌታ በአብ ፊት ሥራቸው ይህ ነው አለ። በዚያ ቦታ የትሠወሩ ሌሎች ሰዎችን አየሁ። ከደብር ቅዱስ ወደዚህ ዓለም የወረዱ በመሠወር ያለውንም ሁሉ ለሰው ልጆች የገለጡ ኃጢአትንም ይሠሩ ዘንድ የቃየልን ልጆች ያሳቷቸው መላእክት እኒህ ናቸው ሲል የመልአኩን ቃል ሰማሁ አለ። /ደቂቀ ሴት/"
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "verse": "1",
          "text": "በነዚያም ወራቶች ኖኅ ለጥፋት እንደ ቀረበች ጥፋቷም እንደ ቀረበ ምድርን አየ። ከዚያ እግሩን አንሥቶ እስከ ምድር ዳርቻ ድረስ ሄደ። ሄዶ ላያቱ ለሄኖክ ጮኸ ኖኅም በሚያሳዝን ቃል ሦስት ጊዜ ስማኝ ስማኝ ስማኝ አለ። በዚህ ዓለም የሚሠራው ሥራ ምንም እንደ ሆነ ንገረኝ አለው። እንዲህ ለጥፋት ቀረባለችና ተነዋውጣለችና ወይስ እነሆ ከሷ ጋር እኔ እጠፋ ይሆን አለው። በዚያም ጊዜ በዚህ ዓለም ታላቅ ሁከት ሆነ ከሰማይም ቃል ተሰማ። በግምባሬ ፍግም ብዬ ወደቅሁ አያቴ ሄኖክም ወደኔ መጥቶ ባጠገቤ ቆመ እንዲህ የሚያሳዝን ፍጹም ልቅሶን ታለቅሳለህ አለኝ።"
        },
        {
          "verse": "2",
          "text": "እሱ ጥፋታቸው ይሆን ዘንድ በዚህ ዓለም በሚኖሩ ሰዎች ላይ ከመላእክት ጌታ ፊት ትእዛዝ ወጣ አለኝ። የመላእክትን ምሥጢር ሁሉ ሰይጣናት የሚሠሩትንም ግፍ ሁሉ የተሠወረ ሥራቸውንም ሁሉ ሟርት የሚያሟርቱ የሰዎችን ሥራ ሁሉ የቀለማትንም ምሥጢር በዚህ ዓለም ጣዖት የሚሠሩ ሰዎች ሥራን አስተምረዋልና ከእግዚአብሔር ፊት ትእዛዝ ወጣ አለኝ። እነሱ ባያስተምሩ ከመሬቱ ትቢያ ብር እስኪ እንዴት ይገኝ ነበር።"
        },
        {
          "verse": "3",
          "text": "እነሱን የሚያስገኛቸው መሬት ቀድሞ እንደ ተገኘ በሷም የተሾመው ስማዝያ ከመሬት እንደ ተገኘ እነሳቸው ባያስተምሩ እርሳስ ቅልቅልም ከመሬት አይገኝም ነበርና አይርስ በምድር ላይ እስኪ እንዴት ይገኝ ነበር።  ከዚያም በኋላ አያቴ ሄኖክ በጁ ይዞ አነሣኝ።"
        },
        {
          "verse": "4",
          "text": "ስለዚህ በዚህ ዓለም ስለ ታዘዘው ሁከት የመላእክትን ጌታ ጠይቄዋለሁና ሄድ አለኝ። ስለ ሠሩት በደላቸው መቻያቸው ተፈጸመችባቸው ስለ ፈለጓቸውም ወራቶች በፊቴ አይቈጠርላቸውም አለኝ። ምድር እንድትጠፋ በሷም የሚኖሩ ሰዎች እንዲጠፉ እወቁ የተሠወረውን ኃጢአት ለሰዎች አስተምረዋልና እነሱም የተፈረደባቸው ናቸውና እነሱ ለዘላለም መመለስ የላቸውም። ከተሠወረው ከዚህ ነቀፋ አንተ ንጹሕ እንደ ሆንክ ቸርም እንደ ሆንክ የመላእክት ጌታ አውቋልና አንተ ልጄ ይህ መከራው ላንተ አይደለም።"
        },
        {
          "verse": "5",
          "text": "በቅዱሳን መካከልም ስምን አጽናው በዚህ ዓለምም ካሉ ሰዎች ለይተው መላእክት ይጠብቁሃል። ለመንግሥት ለብዙ ምስጋናም ሊሆን ልጅህን በውነት አጽናው ከልጅህም የቅዱሳንና የጻድቃን መገኛ አብርሃም ይወለዳል ለዘላለሙም ቁጥር የላቸውም። ከዚህም በኋላ ወደ ዚህ ዓለም እንዲመጡ በዚህ ዓለም በሚኖሩ ሰዎች ሁሉ መቻያ ጥፋት ሊሆን በምድር ላይ ያለ የውሀውንም ቦታ ሁሉ ይከፍቱ ዘንድ የተዘጋጀ ለመቅሠፍት የታዘዙ መላእክትን አሳየኝ። የመላእከት ጌታም እነዚያ መላእክት በውሀው ሥራ ተሾመው አሉና ለትእዛዝ የወጡ መላእክትና እጃቸውን እንዳያነሱ ያዘዛቸውን እንዲጠብቁ አዘዘ።"
        },
        {
          "verse": "6",
          "text": "ከሄኖክም ፊት ወጣሁ። በነዚያም ወራቶች የእግዚአብሔር ቃሉ ወደኔ ወጣ። ኖኅ እድል ፋንታህ እነሆ ወደኔ ደረሰ ይኸውም ነውር ነቀፋ የሌለበት እድል የቀና ነገርና ፍቅር ያለበት እድል ነው አለኝ። አሁንም መላእከት እንጨቶችን ያምጡልህ መላእክት ለዚያ ሥራ በወጡ ጊዜ እጄን ጭኜ መርከብን እጠብቃታለሁ። ከመርከብ ወጥተህ ሕይወት ያለው ዘር ትሆናለህ።"
        },
        {
          "verse": "7",
          "text": "ይህ ዓለም ባዶውን እንዳይቀር በሞተው ለውጥ ይግባ። ልጅህንም ለዘላለም በፊቱ አጸናዋለሁ ካንተ ጋራ የሚኖሩ ልጆችህንም በዚህ ዓለም አበዛዋለሁ። በመላእክት ጌታ ስም ያመነ ሰውም በዚህ ዓለም ይበዛል ይከብራል። ግፍን ያስተማሩት እነዚያን ደቂቀ ሴትንም መላእክት የበርና የወርቅ የይርና የብረት የናስም ተራሮች ባሉበት በምዕራብ አያቴ ሄኖክ ቀድሞ ባሳየኝ በምትነድ በዚያች በገሃነም ያግዟቸዋል። ታላቅ መከራ ያለባት የውሀዎችም መታወክ ያለባት ያችን ገሃነም አየኋት።"
        },
        {
          "verse": "8",
          "text": "ይህ ሁሉ ከተደረገ በኋላ ከዚህ ከእሣቱ ነጠብጣብ የተነሣ ከሚያውካቸውም ሁከት የተነሣ በዚያ ቦታ የድኝ ሽታ ተወለደ /ተገኘ/ ከነዚያም ውሀዎች ጋራ አንድ ሆነ አለኝ አለ። ሰውን ያሳቱ ደቂቀ ሴት ያሉባት ያችም ገሃነም በዚያች ምድረ በታች ትነዳለች። በዚህ ዓለም ያሉ ሰዎችን ያሳቷቸው እነዚያ ደቂቀ ሴት ኮሚኰነኑበት ቦታ ወደ ቈላዎች የእሣት ፈሳሾች ይፈሳሉ። እነዚም ውሀዎች በነዚያ ወራት ለነገሥታቱ ለፀኑም ሰዎች ለከበሩም ሰዎች በዚህ ዓለም ለሚኖሩም ሰዎች ለሥጋና ለነፍስ ድኅነት ለሰውነታቸውም መቻያ ይሆናሉ።"
        },
        {
          "verse": "9",
          "text": "የመላእክት ጌታን ከደውታልና በሥጋቸው ይፈርድባቸው ዘንድ ልቡናቸው ዋዛ ነገርን ይመላል። በቀኑ ሁሉ የሚደረግባቸው መከራቸውን ያያሉ በስሙም አያምኑም። በመላእክት ጌታ ፊት ዋዛ ፈዛ የሚናገር የለምና ሥጋቸው ብዙ ጊዜ እንደ ተቃጠለ መጠን ለዘላለሙ በነፍሳቸው እንደዚህ ይለወጡባቸዋል። በነሱ መቻያ ትመጣለችና በሥጋቸው በሚሠሩት ዋዛ ነገር ያምናሉና የእግዚአብሔርንም ባሕርይ ሕይወቱ መንፈስ ቅዱስን ይክዳሉና በነፍሳቸው ይለወጥባቸዋል። እሊያ ደቂቀ ሴት በተፈረደባቸው ጊዜ የኒህ ውሀዎች ማቃጠል በዚያ ወራት ይለወጣልና እነዚያ ውሀዎች በዚያ ወራት መለወጥ አላቸው።"
        },
        {
          "verse": "10",
          "text": "መላእከት ማየ አይህን አውርደው ካወጡ በኋላ የምንጮች ውሀ ተለውጦ ይቀዘቅዛል። እነዚያ መቻያ የሚሆኑ ውሀዎች ቢመለሱ ለደቂቀ ሴት ሰውነት ድኅነት ባይመለሱ ለሥጋቸው ሞት ናቸውና ደቂቀ ሴት የሚኰነኑባት ይች መከራ ለነገሥታቱ ይችን ዓለም ለሚገዟትም ፅኑዓን  ሁሉ የኃጢአታቸው ምስክር ናት ብሎ ቅዱስ ሚካኤልን ሲናገር ሰማሁት። እኒያ ውሀዎች ተለውጠው ለዘላለሙ የሚነድ እሣት እንዲሆኑባቸው አይተው አያምኑም። ከዚህ በኋላ አያቴ ሄኖክ የተሰጡትን ነገሮች ሁሉ ምልከት በመጽሐፍ ጽፎ ሰጠኝ ለሱም የተሰጡትን ነገሮች የኔ ነገር በተጻፈበት መጽሐፍ ጽፎ አንድ አድርጎ ሰጠኝ አለ።"
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "verse": "1",
          "text": "በዚያችም ቀን ቅዱስ ሚካኤል የመንፈስ ቅዱስ ዕውቀቱ ወደ ኃዘን ይወስደኛል ያበሳጨኛል ብሎ ለቅዱስ ሩፋኤል መለሰለት። ደቂቀ ሴት ስለሚቀበሏት ስለ ተሠወረችውም መከራ ስለ መጨነቅስ። ስትሠራ የኖረች እነሱም በፊቷ እንደስም የሚቀልጡባት የመከራይቱን ጭንቅ መታገሥ የሚቻለው ማነው ብሎ መለሰለት። ዳግመኛ ቅዱስ ሚካኤል ሩፋኤልን በዚች ነገር ልቡናውን የሚያራራ ከዚችም ቃል የተነሣ ⷑላሊቱ የማይተዋወክበት ማነው ብሎ መለሰለት። መከራም መጣባቸው መከራዎችንም እንደዚህ ያመጧቸው በኃጢአታቸው ነው።"
        },
        {
          "verse": "2",
          "text": "ለመማለድም በመላእክት ጌታ ፊት በቆመ ጊዜ እንዲህ ሆነ ቅዱስ ሚካኤል ሩፋኤልን እንዲህ አለው የመላእክት ጌታ ተቈጥቷቸዋልና በጌታ ፊት ይቀርታ አይደረግላቸውም አለው። በጌታ አምሳል ጣዖቱን ይሠራሉና ስለዚህ ነገር ለዘላለሙ የተሠወረ መከራ ይመጣባቸዋል።"
        },
        {
          "verse": "3",
          "text": "እነሱ ብቻ መቻያቸውን ለዘላለሙ ተቀበሉት እንጂ አለቃም ቢሆን ጭፍራም ቢሆን ያንዱን መከራ አንዱ አይቀበለውምና ስለዚህ መከራ ትመጣባቸዋለች። በዚህ ዓለም ለሚኖሩ ሰዎች ይችን ኃጢአት ገልጠው አስተምረዋልና ከዚህ መከራቸው በኋላ አጋንንት ያስደነግጧቸዋል ያሳዝኗቸዋል። የነዚያም የአጋንንት ስማቸው እነሆ እንዲህ ነው፣ የደቂቀ ሴትም ስማቸው ይህ ነው። አለቃቸው ሰማዝያ ነው።"
        },
        {
          "verse": "4",
          "text": "ሁለተኛውም አርስጢኪፋ ነው ሦስተኛውም አርሚን ነው አራተኛውም ኮከብኤል ነው። አምስተኛውም ጡርኤል ነው ስድስተኛውም ሩምያል ነው ሰባተኛዋም ዳንኤል ስምንተኛውም ምቃኤል ነው። ዘጠነኛውም በራቃኤል ነው አሥረኛው አዛዝኤል ነው አሥራ አንደኛውም አርማሮስ ነው አሥራ ሁለተኛውም በጠርያል ነው። አሥራ ሦስተኛው በስላኤል ነው አሥራ አራተኛውም አናንያል ነው አሥራ አምስተኛውም ጡርያል ነው አሥራ ስድስተኛውም ሲምሳፖኤል ነው።"
        },
        {
          "verse": "5",
          "text": "አሥራ ሰባተኛውም ይታርኤል ነው አሥራ ስምንተኛው ቱማኤል ነው አሥር ዘጠኝኛውም ጥራኤል ነው ሀያኛውም ራሙኤል ነው ሀያ አንደኛውም አዛዝኤል ነው። ያለቆቻቸው አለቆች እሊህ ናቸው። የመቶው አጋንንት አዝማች ያምሣ አለቃ ያሥራ አለቃ ስማቸው ይህ ነው የመጀመሪያው ስሙ ይቆን ነው። ደቂቀ ሴትንም ሁሉ ያሳተ ወደዚህ ዓለምም ያወረዳቸው በቃየልም ልጆች ያሳታቸውም ይህ ነው።"
        },
        {
          "verse": "6",
          "text": "ሁለተኛውም ስሙ አስብኤል ነው ይህ ንጹሐን ለሆኑ ለደቂቀ ሴት ክፉ ምክርን አስተማራቸው ሰውነታቸውንም በቃየል ልጆች ያጠፋ ዘንድ አሳታቸው። ሦስተኛውም ስሙ ጋድርኤል ነው መትቶ መግደልን ሁሉ ለሰው ልጅ ያስተማረ ይህ ነው። ሔዋንንም ያሳታት እሱ ነው ለሰው ልጆችም የሞት መሣርያን ጋሻን ጥሩርን ለሰልፍም ሰይፍን ያስተማረ እሱ ነው። ለሰውም ልጆች የሚጋደሉበት የሜዳ ዕብቱን ሁሉ አስተማረ ከዚያች ቀን ጀምሮ እስከ ዘላለሙ ድረስ በዚህ ዓለም በሚኖሩ ሰዎች ላይ ይህ ሁሉ ከሱ ቃል ወጣባቸው አለ።"
        },
        {
          "verse": "7",
          "text": "አራተኛውም ስሙ ፔንሙዕ ይባላል፣ ለሰው ልጆችም የጣፈጠውንና የመረረውን ያስተማረ ይህ ነው። የተሠወረ ጥበባቸውን ሁሉ አስተማራቸው ለሰዎችም በጥቁር ቀለም በወረቀት ቀይ መጽሐፍ መጻፍን አስተማራቸው። እንደ መላእክት ንጹሐን ጻድቃን ሁነው ይኖሩ ዘንድ ነው እንጂ ሰው በእንዲህ ያለ ሥራ አልተፈጠረም በጥቁር ቀለምና በቀይ ቀለም ጽፈው ሃይማኖታቸውን ሊያጸኑ ሰው ለእንግዲህ ያለ ሥራ አልተፈጠረም ነበርና ስለዚህ ነገር ከጥንት ጀምሮ እስከ ዘላለሙ እስከሚያችም ቀን ድረስ ብዙ ሰዎች ይስታሉ አለ።"
        },
        {
          "verse": "8",
          "text": "ይህን በማወቃቸው ይጠፋሉ እንጂ ሁሉን የሚያጠፋ ባለገኛቸውም ነበር። ስለዚህም ነገር እውቀት እንደ እሳት ይበላኛል። ያምስተኛውም ስሙ ከዕድያዕ ይበላል ግዙፋኑና ረቂቃኑን አጋንንት ያመጡትን ክፉ መቀራደድን ሁሉ ለሰው ልጆች ያስተማረ እሱ ነው። በናቱ ማኅፀን ያለ ፅንሰ ወጥቶ ይወድቅ ዘንድ ፅንስ ማስወረድን ነፍስ መግደልንም አስተማረ። ያውሬ መንከስን ስሙ ጨካኝ የሚባል ያውሬ ልጅ እሱ በቀትር ጊዜ የሚደረጉ ሥራዎችን ሁሉ አስተማረ አለ።"
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "verse": "1",
          "text": "እግዚአብሔር በዚህ ዓለም በጌትነት በኖረ ጊዜ ለቅዱሳን የገለጠው የመሐላ ፍጻሜ የክስብኤል የስሙ ቁጥር ይህ ነው። ሁለተኛውም ስሙ ቤቃ ይባላል ይኸውም አጋንንት ያንን የተሠወረ ስሙን ይሰሙት ዘንድ ቅዱስ ሚካኤልን የተሠወረ ስሙን ግለጥላቸው አለው። የተሠወረውን ሁሉ ኃጢአት ለሰው ልጆች ያስተማሩ አጋንንት ከዚያ መሐላና ከዚያ ስም የተነሣ ይንቀጠቀጡ ዘንድ በመሐላቸውም ጊዜ ይጠሩት ዘንድ ያንን የተሠወረ ስሙን ግለጥላቸው አለው። ኃይለኛ ነውና የጸናም ነውና የዚህ የመሐላ ምሥጢሩ ይህ ነው።"
        },
        {
          "verse": "2",
          "text": "ይኸንንም ስም ከሃሊ የሚሆን አምላክ በቅዱሰ ሚካኤል እጅ አኖረው የዚህም ስም የተሠወሩ ምሥጢሮቹ እነህ ናቸው። ፍጥረታቱም ሁሉ በመሐላው ጸና። በዚህም ስም ሰማይ ፀና ዓለም ሳይፈጠር ነበር እስከ ዘላለሙም ይኖራል ምድርም በሱ በውሀው ላይ ተፈጠረች። ከተራሮችም ውስጥ ከጥንት ጀምሮ እስከ ዘላለሙ ድረስ የጣፈጡ ውሀዎች ይመነጫሉ።"
        },
        {
          "verse": "3",
          "text": "በዚያም ስም ባሕር ተፈጠረች መሠረቷም ተፈጠረ በተቈጣችም ጊዜ እንዳትወጣ በሸዋ ገደባት ከጥንት ጀምሮ እስከ ዘላለሙ ድረስ በድምበሯ አታልፍም።"
        },
        {
          "verse": "4",
          "text": "በዚያም ስም ጥልቀ ውሀዎች ሁሉ ጸንተው ኖሩ ከጥንት ጀምሮ እስከ ዘላለሙ ድረስ ከቦታቸው አይወጡም። በዚያም ስም ጨረቃና ፀሐይ ጎዳናቸውን ይጨርሳሉ ከጥንት ጀምሮም እስከ ዘላለሙ ድረስ ካዘዛቸው ትእዛዝ አልወጡም። በዚያም ስም ኮከቦች ጎዳናቸውን ይጨርሳሉ ስማቸውንም ይጠራል እነሱም ከጥንት ጀምሮ እስከ ዘላለሙ ድረስ ይሰሙታል። እንደዚሁ ነፍሳት ሕይወት የሚሆኋቸው የውሀዎች አካሎች የነፋሶችም ሁሉ አካሎች ከነፋሳች ቅመምነት ሁሉ የተገኙ ሥራዎቻቸውም ተፈጠሩ። በዚያም ቦታ የነጐድጓድ የቃሉ ቦታዎች ይጠበቃሉ የመብረቅም ብርሃን ይጠበቃል።"
        },
        {
          "verse": "5",
          "text": "በዚያም ቦታ የውርጭና የበረድ ቦታዎች የጉምም ቦታዎች የጤዛና የዝናም ቦታዎች ይጠበቃሉ። በነዚያም ሁሉ በመላእክት ጌታ ፊት አምነው ያመሰናግሉ በፍጹም አእምሮዋቸው ያመሰናግሉ። በሥራቸውም ሁሉ ምግባቸው ምስጋና ናት ፈጽመው ያመሰናግሉ ለዘላለሙ የሚኖር የነፍሳት ጌታ ስሙንም ያከብራሉ። ይህም ስም በነሱ ላይ ጸና በሱም ይጠበቃሉ ሥራዎቸውም ይጠበቃሉ ጎዳናቸውም አይጠፋም። ይኸውም ታላቅ ደስታ ሆነላቸው ፈጽመውም አመሰገኑ ከአዳም የተወለደ የክርስቶስ ስሙ ስለ ተገለጠላቸውም እሱን አከበሩ። በጌትነቱ ዙፋን ላይም ተቀመጠ ለአዳም ልጅ ለክርስቶስም የፍርድ ፍጻሜ ተሰጠው።"
        },
        {
          "verse": "6",
          "text": "ከመንግሥተ ሰማያትም ቦታ ኃጥአንን ፈጽሞ ያጠፋል ሰውን ያሳቱ ደቂቀ ሴትም በሰንሰለት ይታሠራሉ አለ። /በፍዳ ነው/ ጥፋተኛ ወገናቸውም በሲኦል ይጋዛል ሥራቸውም ሁሉ ከዚህ ዓለም ይጠፋል። ከሰው የተወለደ ክርስቶስ ተገልጦ በጌትነቱ ዙፋን ተቀምጧልና ክፉ ነገርም ሁሉ ከፊቱ ይጠፋልና እንግዲህ ወዲህ ፈርሶ በስብሶ የሚቀር የለም። ሄደውም ከሰው ለተወለደ ክርስቶስ በደላቸውን ይነግሩታል በነፍሳት ጌታ ፊትም ፍርዱ ይጸናል የሄኖክ ሦስተኛ ነገሩ ይህ ነው። ከዚህ በኋላ እንግዲህ ሆነ በመላእክት ጌታ በአብ ዘንድ የአዳም ልጅ ክርስቶስ ሕያው የሚሆን ስሙ በዚህ ዓለም ከሚኖሩ ሰዎች ይልቅ ከበረ ገነነ።"
        },
        {
          "verse": "7",
          "text": "መንፈስ ቅዱስ ባደረባቸው በሐዋርያትም ልዕልናውን ገለጠ በመካከላቸውም ስም ወጣላት አለ ቀዳማዊ አምላክ ተባለ። ከዚያች ቀን በኋላ በመካከላቸው አልኖርኩም አለ። /ሄኖክ/ ለሕጋውያንና ለደናግል ቦታን ይሰፍሩልኝ ዘንድ መላእክት ገመዶችን በተቀበሉበት በሁለቱ ማዕዘን በምዕራብና በሰሜን መካከል አኖረኝ። ከዚያም የቀድሞ አባቶችን ከጥንት ጀምሮ በዚያ ቦታ የሚኖሩ ሕጋውያንንም አየሁ።"
        },
        {
          "verse": "8",
          "text": "ከዚህ በኋላ እንዲህ ሆነ ልቡናዬ ትራቀቅ ጀመር ከሰማዮች በላይ ወዳለች ወደ ጽርሐ አርያምም ትወጣ ጀመር። ከቅዱሳን መላእክት በግብር የተወለዱ ጻድቃንንም በእሣት ዋዕይ ላይ ቁመው አየኋቸው። /መንፈስ ቅዱስ/ ቀሚሳቸው መጐናጸፊያቸውም ነጭ ነው /ጸጋ ክብር/ የፊታቸውም ብርሃን እንደ በረዶ ነው አለ። ሁለት የእሣት ፈሳሾችንም አየሁ የዚያም የእሣት ብርሃን እንደ ዕንቁ ያበራል በሀብታት ጌታ ፊት በፊቱ ፍግም ብዬ ወደቅሁ። የመላእክት አለቆች አንዱ መልአክ ሚካኤል ቀኝ እጄን ይዛ አነሣኝ ይቅርታው ወደ ተሠወረበት ቦታ ሁሉ ቸርነቱም ወደ ተሠወረበት ቦታ አወጣኝ።"
        },
        {
          "verse": "9",
          "text": "በሰማይ ዳርቻ የተሠወሩትንም ሁሉ የከዋክብትንም ቦታዎች ሁሉ ለሰው ሊያበሩ የሚወጡ የብርሃኖችንም ሁሉ ቦታ አሳየኝ። መንፈስ ቅዱስም ሄኖክን በሰማዮች በላይ ባለ ሰማይ ሠወረው። /አራቀቀው/ በዚያም ብርሃን መካከል በዕንቁ የተሠራ ቤትን አየሁ። በነዚያም ድንጋዮች መካከል ደኅነኛ የሚሆን የእሣት /መንፈስ ቅዱስ/ አንደበቶች /መምህራን/ አሉ አለ። ሰውነቴም እሣት የሚከበው የዚያን ቤት ዙሪያ አየች በዚያም ወንዝ ባራቱ ማዕዘን ሕያው የሚሆን የጌታን ጸጋ ክብር የተመሉ መምራን አሉበት።"
        },
        {
          "verse": "10",
          "text": "ኪሩቤልና ሱራፌል አፍኒንም የዚህ ቤት ዙሪያውን ከበውታል እነዚህም የማያርፉ ናቸው የጌትነቱንም ዙፋን ይጠብቃሉ። የማይቈጠሩ የብዙ ብዙ የሚሆኑ መላእክትን አየሁ። ገብርኤልና ሚካአል ፋኑኤል ሩፋኤል ያንን ቤት ይከቡታል በሰማይ ያሉ የከበሩ መላእክትም በዚያ ቤት ይወጡ ይገቡ ነበር። ከዚያም ቤት ገብርኤልና ሚካኤል ፋኑኤልና ሩፋኤልም ብዙ የሆኑ ቁጥር የሌላቸው ሌሎች መላእክት የከበሩ ወጡ። ብሉየ መዋዕልነት ገንዘቡ የሚሆን ጌታም ከነሱ ጋራ አለ፣ ራሱም እንደ ብዝት ነጭ ነው ንጹሕም ነው ልብሱም የማይተረጐም ነው።"
        },
        {
          "verse": "11",
          "text": "እኔም በግምባሬ ፍግም ብዬ ወደቅሁ፣ ሥጋዬም ሁሉ እንደ ሰም ቀለጠ አእምሮዬም ተለወጠ። በታላቅ ቃል እውቀት ባለበት ልቡና አሰምቼ ጮኩ ፈጽሜም እሱን አመሰገንሁ ስሙንም አከበርኩ። ካፌ የወጡ እኒህ ምስጋናዎች ዕለተ እሁድ ገንዘቡ በሆነችለት በዚያ በጌታ ፊት የተወደዱ ሆኑ አለ። ብሉየ መዋዕልነት ገንዘቡ የሚሆን ያም ጌታ ከገብርኤልና ከሚካኤል ከፋኑኤልና ከሩፋኤልም ቁጥር ከሌላቸው የብዙ ብዙ ከሚሆኑ መላእክትም ጋራ ወደኔ መጣ። ያም መልአክ ወደኔ መጣ በቃሉም ተናገረኝ አለ።"
        },
        {
          "verse": "12",
          "text": "ለበጎ ሥራ የተወለደ የባለ አእምሮ ልጅ አንተ ነህ ረድኤቱም ባንተ አደረ ዕለተ እሁድ ገንዘቡ የሆነች የጌታ ቸርነቱም አይለይህም አለኝ። ከጥንት ጀምሮ ፍቅር አንድነት ከሱ ተገኝቷልና ለዘላለሙ የሚሆን ተድላ ደስታ በስሙ ይደረግልሃል አለኝ። እንደዚሁም ለዘላለሙ ሁሉም ይደረግልሃል፣ ለዘላለሙ ረድኤቱ ሳይለይህ ደጋጎች ሰዎች በሥራህ ፀንተው ይኖራሉ። ማደሪያቸው እድል ፈንታቸውም ካንተ ጋር ይሆናል ለዘላለሙም ካንተ አይለዩም። ከዚያም ልጅ ከክርስቶስ ጋራ እንዲህ ብዙ ዘመን ይሰጣቸዋል። ለወዳጆቹም ለጻድቃን ፍቅር አንድነት ይደረግላቸዋል  ሕጉም በመላእክት ጌታ ስም ላመኑ ለሕጋውያን ለዘላለሙ የቀና ነው አለኝ አለ።"
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "verse": "1",
          "text": "በሰማይ የሚመላለሱ የብርሀናት ነገር የሚናገር መጽሐፍ ይህ ነው። አንዱም አንዱም በየወገናቸው እንዳሉ አንዱም አንዱ በየዘመናቸውና በየሥልጣናቸው አንዱም አንዱም በየመውጫቸውና በየስማቸው ከኔ ጋራ ያለ መሪያቸው የሚሆን የከበረ መልአኩ ዑርኤል ባሳየኝ በየወራታቸውም ጸንተው እንዲኖሩ የሚናገር መጽሐፍ ይህ ነው። ሰሌዳቸውንም ሁሉ ይህም ዓለም እስከ ዘላለሙ ድረስ ጸንቶ የሚኖርበት ዘመንም እስከ ዘለዓለም ድረስ ጸንቶ የሚኖር ሐዲስ ሥራ እስኪሠራም ድረስ እሱ እንዳሳየኝ የሚናገር መጽሐፍ ይህ ነው። የብርሃኖችን ነገር የሚናገር መጀመሪያው ሥራት ይህ ነው።"
        },
        {
          "verse": "2",
          "text": "የበራ የፀሐይ መውጫ በምሥራቅ ባሉ በሰማይ መስኮቶች ነው መግቢያውም በምዕራብ ባሉ በሰማይ መስኮቶች ነው። ፀሐይ የሚወጣባቸው ስድስት መስኮቶችን አየሁ ፀሐይም የሚገባባቸው ቦታዎች ስድስት መስኮቶችንም አየሁ። ጨረቃም በነዚያ መስኮቶች ይወጣል ይገባል።  ከሰማይ ኮከቦችን የሚመሩ ኮከቦችም ከሚመሯቸው ኮከቦች ጋራ በነዚያ ደጃፎች ይወጣሉ፣ ይገባሉ እኒህም መስኮቶች ስድስቱ በምሥራቅ ስድስቱ ፀሐይ በሚገባበት በምዕራብ ናቸው። አንዱም አንዱን ካየሁት በኋላ ያየሁት አንዱም አንዱም የቀና ነው። በዚያም መስኮት በግራ በቀኝ ብዙ መስኮቶች አሉ። /ሚያዝያ ነው/"
        },
        {
          "verse": "3",
          "text": "መጀመሪያ ስሙ ፀሐይ የሚባል ታላቁ ብርሃን ይወጣል ዙሪያውም እንደ ሰማይ ዙሪያ ነው። ሁለመናው የሚያቃጥልና የሚያበራ እሳትን የተመላ ነው። ወደሚሄድባቸውም ሠረገላዎች በወጣ ጊዜ ሠረገላዎችን የሚነዳ ነፋስ ይነፍሳል። ፀሐይም ከምሥራቅ ወደ ምዕራብ  ይገባል ወደ ምሥራቅ ከመሄድ ከምዕራብ ወደ መስዕ ይመለሳል ወደዚህም መስኮት ሊገባ ይመራል በሰማይም ሁኖ ያበራል። አሁን እንደ ተናገርሁት በመጀመሪያው ወር በታላቁ መስኮት ይወጣል በአራተኛይቱ ደጃፍ ይወጣል  ይችውም አራተኛይቱ ደጃፍ ፀሐይ በምሥራቅ ከሚወጣባቸው ስለዚህ ከስድስቱ ደጃፎች አንዲቱ ናት።"
        },
        {
          "verse": "4",
          "text": "በመጀመሪያሙ ወር ፀሐይ ከሷ ከሚወጣባት በዚያችም በአራተኛይቱ ደጃፍ በዘመናቸው በሚከፈቱበት ጊዜ ከነሱ ዋዕይ የሚወጣባቸው አሥራ ሁለት ደጃፎች አሉባት። ፀሐይ ከምሥራቅ በወጣ ጊዜ በዚች በአራተኛይቱ ደጃፍ ሠላሳ ቀን ይወጣል። በሰማይ ካለው መግቢያ በአራተኛይቱ ደጃፍ አቅንቶ ይወርዳል። በነዚያም ወራት እስከ ሠላሳ ቀን ድረስ ቀኒቱ ከቀን ትረዝማለች፣ ሌሊቱም ከሌሊቱ ታጥራለች። በዚችም ቀን ቀኒቱ ከሌሊቱ ሁለት እጅ ትበልጣለች።"
        },
        {
          "verse": "5",
          "text": "ጠንቅቀው ቢቈጥሯት ቀኒቱ አሥር ክፍል ትሆናለች ሌሊቱም ስምንት ክፍል ትሆናለች። ፀሐይም ከዚች ከአራተኛይቱ ደጃፍ ይወጣል፣ በአራተኛይቱም ደጃፍ ይገባል። ሠላሳ ቀን በምሥራቅ ወዳለችው ወዳምስተኛይቱ ይመለሳል ከሷም ወጥቶ ባምስተኛይቱ ደጃፍ ይገባል። ያን ጊዜም ቀኒቱ ሁለት እጅ ትበልጣለች ቀኒቱም አሥራ አንድ ክፍልን ትሆናለች ሌሊቱም ታጥራለች ሰባት ክፍልም ትሆናለች። ፀሐይም ወደ ምሥራቅ ይመለሳል ወደ ስድስተኛይቱም ደጃፍ ይገባል የጳጉሜ ቀን ከሷ ጋራ ስለ ኖረች በስድስተኛይቱ ደጃፍ ሠላሳ አንድ ቀን ይወጣል ይገባል። በዚያችም ቀን ቀኒቱ ከሌሊቱ ትረዝማለች ቀኒቱም የሌሊቱ እጥፍ ትሆናለች።  ቀኒቱም አሥራ  ሁለት  ክፍልን ትሆናለች። ሌሊቱም አጥራ ስድስት ክፍልን ትሆናለች። /ሰኔ/"
        },
        {
          "verse": "6",
          "text": "ቀኒቱ ታጥር ዘንድ ሌቲቱም ትረዝም ዘንድ ፀሐይ ወደ ሰማይ ዳርቻም ይመለሳል። ፀሐይም ወደ ምሥራቅ ተመልሶ ወደ ስድስተኛው መስኮት ይገባል ከሷ ይወጣል ሠላሳ ቀን በምዕራብ ይገባል። ሠላሳውም ቀን ከተፈጸመ በኋላ ጠንቅቆ ቢቈጥሩ ቀኒቱ አንድ ክፍል ትጐድላለች ቀኒቱ አሥራ አንድ ክፍል ትሆናለች ሌቲቱም ሰባት ክፍል። ፀሐይም ከስድስተኛይቱ መስኮት ከምዕራብ ወጥቶ ወደ ምሥራቅ ይሄዳል። ሠላሳም ቀን ባምስተኛይቱ መስኮት ይወጣል በሚገባበት ባምስተኛይቱ መስኮት ዳግመኛ በመግቢያው ይገባል።"
        },
        {
          "verse": "7",
          "text": "በዚያችም ቀን ቀኒቱ ሁለት ክፍል ታንሳለች ቀኒቱም አሥር ክፍል ትሆናለች ሌቲቱም ስምንት ክፍል ትሆናለች። ፀሐይም ከዚያች ካምስተኛይቱ መስኮት ይወጣል በሚገባበት ባምስተኛይቱ መስኮት ይገባል። የጳጉሜ ቀኗ ገብታ ስለ ተቈጠረች ባራተኛይቱ መስኮት ሠላሳ አንድ ቀን ይወጣል በመግቢዋም ይገባል። በዚችም ቀን ቀኑ ከሌሊቱ ጋራ የተካከላል የተካከለም ይሆናል ሌቲቱ ዘጠኝ ክፍል ትሆናለች። ፀሐይም ከዚያች ካራተኛይቱ መስኮት ይወጣል በመግቢያውም ገብቶ ወደ ምሥራቅ ይመለሳል። በሦስተኛውም መስኮት ሠላሳ ቀን ይወጣል በሦስተኛውም መስኮት በምዕራብ ይገባል።"
        },
        {
          "verse": "8",
          "text": "በዚችም ቀን አንዲቱ ሌሊት ካንዲቱ ሌሊት እስከ ሠላሳ ቀን ትበልጣለች አንዲቱም ቀን ካንዲቱ ቀን እስከ ሠላሳ ቀን ታጥራለች ጠንቅቆ ቢቈጥሩት ሌሊቱም አሥር ክፍል ይሆናል ቀኑም ስምንት ክፍል ይሆናል። ፀሐይም ከዚያች ከሦስተኛይቱ መስኮት ወጥቶ በምዕራብ ባለ በሦስተኛይቱ መስኮት ይገባል። ወደ ምሥራቅም ይመለሳል። ፀሐይም በሁለተኛው መስኮት ሠላሳ ቀን ከምሥራቅ ይወጣል። እንደዚህም በሁለተኛው መስኮት በሰማይ ባለ መግቢያው ይገባል በዚያችም ቀን ሌሊቱቱ አሥራ አንድ ክፍልን ቀኒቱም ሰባት ክፍልን ትሆናለች።"
        },
        {
          "verse": "9",
          "text": "ፀሐይም በዚች ቀን ከዚች ከሁለተኛይቱ መስኮት ወጥቶ በሁለተኛይቱ መስኮት ወጥቶ በሁለተኛይቱ መስኮት መግቢያ ይገባል ወደ ምሥራቅ ይመለሳል። የጳጉሜ ቀኗ ገብታ ስለ ተቈጠረች ፀሐይም ባንዲቱ በዚች /ጥር/ ሠላሳ አንድ ቀን ወጥቶ በዚች ባንዲቱ መስኮት መግቢያ ይገባል። በዚያችም ቀን ሌሊቱቱ ከቀኒቱ ትረዝማለች ቀኒቱም ሁለት እጥፍን ትሆናለች ጥንቅቀው ቢቈጥሩ ሌሊቲቱ አሥራ ሁለት ክፍል ቀኒቱም ስድስት ክፍልን ትሆናለች ፀሐይም መስኮቶችን ጨርሶ ዳግመኛም በኒህ መስኮቶች ላይ ዙሮ ሠላሳ ቀን በዚያ መስኮት ይገባል በመግቢያውም በትክክል ይገባል።"
        },
        {
          "verse": "10",
          "text": "በዚያችም ቀን ሌሊቲቱ ከርዝመቷ አንድ እጅ ታጥራለች ይኸውም አንድ ክፍል ነው ሌሊቲቱ አሥራ አንድ ክፍል ቀኒቱም ሰባት ክፍል ትሆናለች። ፀሐይም ተመልሳ በምሥራቅ ወደ ሚወጣበት ወደ ሁለተኛው መስኮት ገባ በዚህም መስኮት ተመልሶ ሠላሳ ቀን ይወጣል ይገባል። በዚያችም ቀን ሌሊቲቱ ከርዝመቷ ታጥራለች ሌሊቲቱ አሥር ክፍል ቀኒቱም ስምንት ክፍል ትሆናለች። በዚያችም ቀን ፀሐይ ከዚያች ከሁለተኛይቱ መስኮት ይወጣል በመግቢያውም ገብቶ ወደ ምሥራቅ ይመለሳል። ፀሐይም የጳጉሜ ቀን ገብታ ስለ ተቈጠረች በሦስተኛይቱ መስኮት ሠላሳ አንድ ቀን ወጥቶ በሰማይ ባለ መግቢያው ይገባል። በዚያችም ቀን ሌሊቲቱም ታንሳለች ሌሊቲቱም ዘጠኝ ቀኒቱም ዘጠኝ ክፍል ትሆናለች።"
        },
        {
          "verse": "11",
          "text": "ሌሊቱም ከቀኑ ጋራ ይተካከላል ዓመቱም ጠንቅቆ ቢቈጥሩት ሦስት መቶ ስልሣ አራት ቀን ይሆናል። የሌሊትና የቀን ርዝሚቷ የሌሊትና የቀንም ማጠሯ በፀሐይ መንገድ ይለያል። ስለዚህም ጎዳናውም ይረዝማል አንዱ ቀን ካንዱ ቀን አንዱም ሌሊት ካንዱ ሌሊት ያጥራል። የፀሐይ ሥራት መንገዱም መመለሱም ይህ ነው።  በተመለሰም ጊዜ ስሳውን ከንትሮስ ሊፈጽም ይመለሳል። ተመልሶም በምሥራቅ ይወጣል ለዘላለም የሚኖር ታላቅ ብርሃንም ይህ ነው። ጌታ እንዳዘዘ በሱ አምሳል የሚጠራ ከምሥራቅ የሚወጣ ደገኛ ብርሃን ይህ ነው። እንዲህ ሆኖ ይወጣል ይገባል መጐደልም የለበት በሠረገላ ሆኖ በመዓልትም በሌሊትም ይሮጣል እንጂ አያርፍም። ብርሃኑም ከጨረቃ ሰባት እጅ በልጦ ያበራል። የሁለቱ ሁሉ የፀሐይና የጨረታ መጠናቸው የተካከለ ነው።"
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "verse": "1",
          "text": "የዚህን የፀሐይ ሥራት ካየሁ በኋላ ስሙ ጨረቃ የሚባል የታናሹን ብርሃን ሌላ ሥራት አየሁ። ክብነቱም እንደ ሰማይ ክብ ነው በሚቀመጥበት በሠረገላውም ነፋስ ይነፍሳል። ብርሃንም በመጠን ይሰጠዋል። በወሩም ሁሉ ጨረቃ መውጫው መግቢያውም ይለወጣል ቀኑም አንደ ፀሐይ ቀን ነው ነገ ከሚቀበለው ክፍለ ብርሃን ጋራ ዛሬ የሚቀበለው ብርሃን በተካከለ ጊዜ ከፀሐይ ሰባት እጅ ብርሃን ተቀብሎ የሚያበራ ይሆናል።"
        },
        {
          "verse": "2",
          "text": "እንዲህ ሆኖ ይወጣል በሠላሰኛው ቀን ማጭድነቱ ወደ ምሥራቅ ሆኖ ይወጣል። በዚያችም ቀን ይታያል ለናንተም ወሠርቀ ወርኅ ይባላል። በሠላስኛው ቀን ሠርቅ ሊያደርግ በሀያ ዘጠነኛ ቀን ሔይ በሚወጣበት ደጃፍ ከፀሐይ ጋር ያድራል። ሰባት ሰባት ክፍለ ብርሃን የሚሣልበት እኩሌታው አንዱ ወገን ከብርሃን የራቀ ነው ከአሥራ አራት እጅ ብርሃን ተለይታ ሰባት ክፍለ ብርሃን ከተሣለባት ከሰባተኛ ይቱ እጅ በቀር ሰሌዳው ሁሉ ብርሃን የሌለበት ብላሽ ነው። ነገር በሚቀበለው መጠን ዛሬ ፯ት ክፍለ ብርሃን በተቀበለበት ቀን ሰባት ክፍለ ብርሃን ተቀብሎ የሚበራ ይሆናል ሰባት ክፍለ ብርሃን ከተሣለበት ከኩሌታው በቀር ስድስቱ እጅ አንድ ወገን የሚሆን ሰባቱም እጅ ከብርሃን የራቀ ነው።"
        },
        {
          "verse": "3",
          "text": "ነገ ሠርቅ ሊያደርግ ከፀሐይ ጋራ ያድራል ፀሐይም በወጣ ጊዜ ጨረቃ ከሱ ጋራ አብሮ ይወጣል ነገ በሚቀበለው ብርሃን እኩሌታ ዛሬም ይቀበላል። ጨረቃ ሠርቅ ከሚያደርግበት ቀን አስቀድሞ በዚች ሌሊት ጨረቃ ከፀሐይ ጋራ ያድራል። በዚያም ሌሊት ሰባቱ ስድስቱ እጅ እኩሌታይቱ አሥራ አራተኛይቱም እጅ ጨለማ ይሆናል። በዚያች ቀን ፈጽሞ ሰባት ክፍለ ብርሃን ተቀብሎ ይወጣል። ወጥቶም ከፀሐይ መውጫ ከምሥራቅ ይርቃል በቀረው ቀን ሰባት ሰባት ክፍለ ብርሃን እየተቀበለ ያበራል።"
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "verse": "1",
          "text": "በወሮቹ መንገድ በሚያደርግበት በዚያ ትእዛዝ ሁለተኛ መሔጃውን ሁለተኛ ትእዛዙን አየሁለት። የከበረ መልአክ ዑርኤል ሁሉን አሳየኝ ይኸውም ሁሉንም የሚመራቸው ነው። እንዳሳየኝ ቦታቸውንም ጻፍኩ። ጸንተው እንደሚኖሩ መጠን ወራታቸውን ጻፍኩ የብርሃናቸውን መልክ ጻፍኩ። አሥራ አምስቱ ቀን እስኪፈጸም ድረስ ባንዱ ቀን ሰባት ብርሃን ባንዱ ሰባት ክፍለ ብርሃን እየተቀበለ ብርሃኑን ሁሉ በምሥራቅ ፈጽሞ ያገኛል ሰባት ሰባት እጅ ክፍለ ብርሃንም እየተነሣው ጨለማውን ሁሉ በምዕራብ ፈጽሞ ያገኛል። በታወቁም ወራቶች መግቢያዎቹን ይለውጣል፣ በታወቁም ወራቶች አንድ አንድ ክፍለ ብርሃን እየተሰጠው መንገዱን ይሄዳል።"
        },
        {
          "verse": "2",
          "text": "በሕፀፁ ባምስቱም ጨረቃ ከፀሐይ ጋራ ይገባል በመካከል ባሉ በነዚህ በሁለቱ መስኮቶች ባራተኛይቱና በሦስተኛይቱ መስኮት ሰባት ቀን ይወጣል። ዳግመኛም ዙሮ ተመልሶ ፀሐይ በሚወጣበት መስኮት ይወጣል በዚም መስኮት ብርሃኑን ሁሉ ፈጽሞ ያገኛል። ከፀሐይ ይርቃል ሔይ ከሷ በሚወጣበት በስድስተኛይቱ መስኮት ስምንት ቀን ይገባል። ፀሐይ ካራተኛይቱ መስኮት በወጣ ጊዜ ካምስተኛይቱ መስኮት እስኪወጣ ድረስ ባራተኛይቱ መስኮት ሰባት ቀን ይወጣል። ዳግመኛም ተመልሶ ባራተኛይቱ መስኮት ሰባት ቀን ይወጣል ብርሃኑም ሁሉ ፈጽሞ ያገኛል።"
        },
        {
          "verse": "3",
          "text": "ይርቃል በመጀመሪያይቱም መስኮት ስምንት ቀን ይገባል ዳግመኛም ተመልሶ ፀሐይ ከሷ በሚወጣበት ባራተኛይቱ መስኮት ሰባት ቀን ይወጣል። በየወራታቸው ሥራት ፀሐይ አስቀድሞ እንዲወጣ እንዲገባ አናኗራቸውን እንደዚህ አየሁ አለ። በነዚያም ወራቶች አምስቱ ዓመት ይጨመራል ለፀሐይም ሠላሳ ቀን ይደርሰዋል። ላንዱ ዓመት ቀኖች ሁሉ ይደርሱታል ከነዚህም ካምስቱ ዘመኖች ተወጣጥተው ቀኖቹ ሦስት መቶ ስሳ አራት ቀን ይሆናሉ።"
        },
        {
          "verse": "4",
          "text": "ለኮከቦችና ለፀሐይ ስድስት ቀን ይደርሳቸዋል ካምስቱ ዓመት ስድስት ስድስት ቀን ሆኖ ሠላሳ ቀን ይደርሳቸዋል። ጨረቃም ከኮከቦችና ከፀሐይ ሠላሳ ቀን ይጐላል። ጨረቃም ዘመኖችን ጠንቅቆ ያስቈጥራቸዋል። ሦስት መቶ ስሳ አራት ቀን እየሆነ ጠንቅቀው በውነት ዓመቱን ይለውጣሉ እንጂ ሁሉም ለዘላለሙ እንደሚኖሩት መጠን አንዲት ቀን አያተርፉም አንዲትም ቀን አያጐሉም አለ። የሦስቱ ዓመት ቀን ሺህ ዘጠና ሁለት ነው የስምንቱ ዓመት ቀኑ ሁለት ሺ ዘጠኝ መቶ አሥራ ሁለት ቀን ይሆን ዘንድ ያምሽቱ ዓመት ቀኑ ሽህ ስምንት መቶ ሀያ ቀን ነው።"
        },
        {
          "verse": "5",
          "text": "ለጨረቃም ለብቻው ይደርሰዋል የሦስቱም ዓመት ቀኑ ሽህ ስሳ ሁለት ቀን ነው። በስሳ ሁለቱ ቀን ላይ ወደ ላይ በመውጣቱ ለፀሐይ ቀን ይጨመርለታልና ጨረቃ ላምስቱ ዓመት አምሳ ቀን ይጐላል። ለጨረቃ የስምንቱ ዓመት ቀኑ ሁለት ሽህ ስምንት መቶ ሠላሳ ሁለት ቀን ይሆን ዘንድ ያምስቱ ዓመት ቀኑ ሽህ ሰባት መቶ ሰባ ቀን ይሆናል።  በስምንቱ ዓመት የሚያንሰው ቀኑ ሰማንያ ቀን ነውና ከስምንቱም ዓመት የጐደለባቸው ቀኖች ሰማንያ ቀን ናቸው። እነሱ እንደሚኖሩበት ፀሐይም እንደሚኖርበት መጠን ዘመን እንዲህ በውነት ይጨረሳል። ከኮቦች ከሚወጡባቸው መስኮቶች ፀሐይ ሠላሳ ቀን ይወጣል ይገባል።"
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "verse": "1",
          "text": "በፍጥረቶቹ ሁሉ ላይ በኮከቦችም ሁሉ የተሾሙ የሻለቆች የሚመሯቸው የወር መጋቢዎችን የሚመሩ የ፺፩ መጋቢዎች በዚያ ይወጣሉ ይገባሉ።  ከሚጨመሩባቸው የዘመኑ ቁጥር ሁሉ ጸንቶ እንዲኖር ከመኖሪያቸውም ከማይለዩ ካ፬ ከኮቦች ጋራ ይወጣሉ ይገባሉ። በዘመኑ ቁጥር የማይቈጠሩ እነዚህ ኮከቦች አራቱን ጳጉሜን ይመግባሉ።  እነዚያ ኮከቦች ዓለሙ ጸንቶበት በሚኖረው ዘመን በውነት ይገባሉና በነሳቸው ሰዎች ይበድላቸዋል። አንዱ በመጀመሪያው መስኮት /ጥር/ አንዱ በሦስተኛው መስኮት /መጋቢት/ አንዱ ባራተኛው መስኮት /ሚያዝያ/ አንዱ በስድስተኛው መስኮት /ሰኔ/ ይወጣል ይህ ዓለም ጸንቶበት የሚኖርበትን ቀን ጠንቅቆ ቢቈጥሩት ይህ ዓለም ጸንቶበት በሚኖረው በሦስት መቶ ስሳ አራት ቀን ይጨረሳል።"
        },
        {
          "verse": "2",
          "text": "ባራቱ ጳጉሜ ላራቱ ክፍለ ዘመን ላመቱም ለሰባቱም ቀን ተሾሟልና የዘላዓለም ምስጋና ያለው ጌታ በሰማይ ብርሃናት ሁሉ ላይ የሾመሙ መልአኩ ዑራኤል ይህን ሁሉ አሳየኝ። በዚህ ዓለም በሰማይ ያበሩ ዘንድ ወደዚህም ዓለም ይመጡ ዘንድ። ጨረቃና ፀሐይ ከዋክብትም በሰማይ ሠረገላዎች ሁሉ የሚዞሩ ቅንየታት የሚባሉ ኮከቦችም ሁሉ ለሌሊትና ለቀንም መሪዎች ይሆኑ ዘንድ በነዚህ ሁሉ ላይ ሾሞታልና አሳየኝ። ዑራኤል በሰማይ ያለ ፀሐይ በሚመላለስባቸው በሠረገላዎች ዙሪያ የፀሐይ እግሮች ከነሱ የሚወጡባቸው የተከፈቱ አሥራ ሁለት መስኮቶችን እንዲህ አሳየኝ። በታወቁባቸው ዘመኖች በተከፈቱ ጊዜ ከነሳቸው በዚህ ዓለም ድርቅ ይወጣል።"
        },
        {
          "verse": "3",
          "text": "በነፋሳች ጠልንም ለሚያመጣ ነፋስ በዘመኖች በተከፈቱ ጊዜ በምድር ዳርቻ ሆኜ ጨረቃና ፀሐይ ኮከቦችም የሰማይ ፍጥረቶችም ሁሉ በምዕራብና በምሥራቅ ከነሳቸው የሚወጡባቸው የተከፈቱ አሥራ ሁለት መስኮቶችን በምድር ዳርቻ ባለ በሰማይ አየሁ። ብዙ የሆኑ የተከፈቱ መስኮቶችም በግራና በቀኙ አሉ። ጌታ እንዳዘዛቸው ኮከቦቹ ከነሳቸው እንደሚወጡባቸው አንደ ቁጥራቸውም መጠን እንደሚገቡባቸው እንደነዚያ መስኮቶች አንዲቱ መስኮት በዘመኗ ሙቀትን ታስገኛለች። የማይገቡ ኮከቦች በሚመላለሱባቸው በነዚያ መስኮቶች በበታቻቸውና በበላያቸው ሠረገላዎችን ለዘላለሙ በሰማይ ሲሮጡ አየሁ። ሁሉንም አንዱ ፀሐይ ይበልጣቸዋል እሱም በዓለም ሁሉ ይዞራል።"
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "verse": "1",
          "text": "ለነፋሶች ሁሉ መውጫ መግቢያ የሚሆኑ ነፋሳች ከነሱ የሚወጡባቸው የተከፈቱ አሥራ ሁለት መስኮቶችንም በምድር ዳርቻ አየሁ። በዚህም ዓለም ይነፍሳሉ ተከፍተው ካየኋቸው በነዚያ መስኮቶች ሦስቱ በምሥራቅ ሦስቱ በምዕራብ ሦስቱ በሰሜን ሦስቱ በደቡብ ናቸው። መጀመሪያ ያየኋቸው ሦስቱ በምሥራቅ ሦስቱም በመስዕ በኋላ ያየኋቸው ሦስቱ በአዜብ ሦስቱ በምዕራብ ናቸው። ከነዚያም መስኮቶች ባራቱ የፍቀርና የበረከት ነፋሳች ይወጣሉ ከነዚያም ከስምንቱ መስኮቶች መቅሠፍት የሚያወጡ ነፋሶች ይወጣሉ።"
        },
        {
          "verse": "2",
          "text": "ወደዚያም ዓለም በተላኩ ጊዜ ምድርን ሁሉ ያጠፉታል በሷ ላይ ውኃንም ያጠፉታል በሷ ላይ የሚኖሩትንም ሁሉ በየብስና በውኃው ላይ ያለውንም ሁሉ ያጠፉቸዋል። ለአዜብ በምትቀርብ በመሥራቅ በኩል ባለች ስሙ ፅባሕይ የሚባል መጀመሪያው ነፋስ ይወጣል ለአዜብ በምትቀርብ በምሥራቅ በኩል ባለች በመጀመሪያይቱ መስኮት ከሷ ይህን ዓለም የሚያጠፉ ድርቅ ጥፋትም ይወጣል። በመካከል ባለች በሁለተኛይቱም መስኮት ቅንነት ይወጣል ከሷም በጎ ዝናብ በጎ ፍሬ በጎ ጠል ይወጣል። በመስዕ በኩል ባለች በሦስተኛይቱም መስኮት ውርጭ ድርቅ በአዜብ በኩል ያሉ እነዚህን ነፋሳች ካየሁ በኋላ በመጀመሪያ ባየኋቸው በሦስቱ መስኮቶች ነፋሳች ይወጣሉ።"
        },
        {
          "verse": "3",
          "text": "እነሱም ለምሥራቅ በምትቀርብ በመጀመሪያይቱ መስኮት የድርቅ ነፋስ ይወጣል። በሷ አጠገብ ባለች በመካከለኛይቱ መስኮት ከሷ በጎ ሽቱ በጎ ጠል በጎ ዝናም ፍቅር ድኅነት ይወጣል። በምዕራብ በኩል ባለች በሦስተኛይቱ መስኮት ከሷ ክፉ ጠል ይወጣል ክፉ ዝናብ ኩብኩባ ጥፋት የወጣል። ስሙ ባሕር በሚባል በመስዕ በኩል ያሉ እኒህን ነፋሳች ካየሁ በኋላ ካየኋቸው ከሦስቱ መስኮቶች ለአዜብ በምትቀርብ በምሥራቅ በኩል ባለች በሰባተኛይቱ መስኮት ከሷ ክፉ ጠል ክፉ ዝናብ ⷑብⷑባና ጥፋትም ይወጣል። በቀኖች በመካከለኛይቱም መስኮት ከሷ በጎ ዝናብ በጎ ጠል ደኅነት ፍቅርም ይወጣል። ለመስዕ በምትቀርብ በምዕራብ በኩል ባለች በሦስተኛይቱም መስኮት ከሷ ጉም ውርጭ ዋግ ክፉ ጠል ክፉ ዝናብ ⷈብⷈባም ይወጣል።"
        },
        {
          "verse": "4",
          "text": "በምዕራብ በኩል ያሉ የነዚህን አራቱን ነፋሶች ካየሁ በኋላ ለመስዕ በቀረበች በመጀመሪያይቱ መስኮት ከሷ ክፉ ጠል ክፉ ዝናም የረጋው የተበተነው ውርጭ ዋግ ቀቅ ይወጣል። ከመካከለኛይቱም መስኮት በጎ ጠል በጎ ዝናብ ፍቅር በረከትም ይወጣል። በአዜብ በኩል ባለች በኋለኛይቱም መስኮት ከሷ ድርቅ ጥፋት ዋዕይ ጥፋት ይወጣል። ባራቱ በሰማይ ማዕዘን ያሉ አሥራ ሁለቱ መስኮቶች ተጨረሱ ልጄ ማቱሳላ ትእዛዛቸውን ሁሉ መቅሠፍታቸውንም ሁሉ ተድላ ደስታቸውንም ሁሉ አሳየሁህ አለ። መጀመሪያ የወጣ ነውና መጀመሪያ የወጣውን ነፋስ ስሙን ጽባሕዊ ይሉታል። ገናና ፀሐይ በዚያ ይወርዳልና ይልቁንም ለዘላለሙ የከበረ እግዚአብሔር በዚያ ይወርዳልና ሁለተኛውንም ነፋስ ስሙን አዜብ ይሉታል። /ውዑይ/"
        },
        {
          "verse": "5",
          "text": "የሰማይ ብርሃኖች ሁሉ በዚያ ይጎድላሉና ወደዚሀየም ይገባሉና ከመዕራብ የሚነፍሰውንም ነፋስ ስሙን የጎደለ ይሉታል። ስሙ መስዕ የሚባል አራተኛውም ነፍስ ከሦስት ይከፈላል ከሦስቱ አንዱ ለሰው ማደሪያ የሚያፀና ነው ሁለተኛው በውሀ ባሉ ባሕሮች በጥልቀቶችና በዛፍም በወንዞችም በጨለማም በጉምም የተሾመ ነው ሦስተኛውም ክፍል በቸርነቱ በምትወረስ ከገነት የተሾመ ነው። በዚህ ዓለም ካሉ ተራሮች ሁሉ የሚበልጡ ሰባት ተራሮች ረጃጅሞች አየሁ።"
        },
        {
          "verse": "6",
          "text": "ከነሱም ውርጭ ይወጣል ቀኑም ዘመኑም ዓመቱም እንዲህ እያለ ያልፋል ይሄዳል። ከፈሳሾች ሁሉ የሚበልጡ ሰባት ፈሳሾችን በዚህ ዓለም አየሁ ከነሱ አንዱ ከምዕራብ መጥቶ ሰፊ ወደ ሆነ ወደ ውቅያኖስ ውሀውን ያፈሳል። እነዚያ ሁለቱ ከመስዕ እስከ ባሕር ድረስ መጥተው ውሀቸውን ከወደምሥራቅ በኤርትራ ባሕር ያፈሳሉ። የቀሩቱም አራቱ የነሳቸው ባሕር እስከሚሆን አስከ ኤርትራ ባሐር ድረስ ደርሰው በመስዕ አጠገብ ይፈሳሉ። ሁለቱ ፈሳሾች ግን ሰፊ ወደ ሆነ ወደ ውቅያኖስ ይመለሳሉ በዚያም ጉባዔ ያደርጋሉ። በየብስና በባሕር ታላላቆች ሰባት ደሴቶችን አየሁ ከነዚህም ሁለቱ በየብስ አምስቱ በሰፊ ባሕር ናቸው።"
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "verse": "1",
          "text": "የፀሐይ ስም እንደዚህ ነው አንዱ አርያሬስ ይባላል ሁለተኛውም ቶማስስ ይባላል። ለጨረቃም አራት ስሞች አሉት አንዱ ስሙ አሶንያ ይባላል ሁለተኛውም ዕብላዕ ይባላል ሦስተኛው ብናሴ ይባላል አራተኛው ኢራዕ ይባላል። ታላላቆች ብርሃኖች እነዚህ ሁለቱ ናቸው ክበባቸውም እንደ ሰማይ ክበብ ነው የሁለቱ ሁሉ መጠኖቻቸው የተካከሉ ናቸው። በፀሐይም ሰሌዳ ከጨረቃ ሰባት ክፍለ ብርሃን ይጨመርበታል የፀሐይ ሰባተኛው ክፍል እስቲጨረስ ድረስ በልክ ይቀበላል። በምዕራብ መስኮት ይገባሉ ወደ መስዕ ይዞራሉ በሰማይ ሁነው እያበሩ በምሥራቅ መስኮት ይወጣሉ። ጨረቃም በወጣ ጊዜ በሰማይ ይታያል ነገ በሚቀበለው ሰባት በሰባት ክፍለ ብርሃን ልክ ዛሬ ሰባት ክፍለ ብርሃን ይቀበላል።"
        },
        {
          "verse": "2",
          "text": "ባሥራ አራተኛው ቀን ብርሃኑን ፈጽሞ ያገኛል ሦስት አምስት ክፍለ ብርሃንም ይጨመርለታል።\nለዘመን ምልክት ሊሆን እስከ አሥራ አምስት ቀን ብርሃኑን ፈጽሞ ያገኛል ሦስት አምስት ክፍለ ብርሃንም ይሰጠዋል ጨረቃም በፀሐይ ሰባተኛ ክፍለ ብርሃን ያበራል።  ሕፀፅ በሚያደርግበትም ጊዜ በመጀመሪያይቱ ቀን አሥራ አራተኛውን እጅ ክፍለ ብርሃን ያጣል በሁለተኛይቱም ቀን አሥራ ሦስተኛይቱን ያጣል። በሦስተኛውም ቀን አሥራ ሁለተኛውን ክፍል ያጣል ባራተኛውም ቀን አሥራ አንደኛውን ክፍል ያጣል።"
        },
        {
          "verse": "3",
          "text": "ባምስተኛውም ቀን አሥረኛውን ክፍል ያጣል በስድስተኛውም ዘጠኝኛውን ክፍል ያጣል። በሰባተኛው ቀን ስምንተኛውን ክፍል ያጣል በስምንተኛውም ቀን ሰባተኛውን ክፍያ ያጣል። በዘጠነኛውም ቀን ስድስተኛውን ክፍያ ያጣል ባሥረኛውም ቀን አምስተኛውን ክፍል ያጣል። ባሥራ አንደኛውም ቀን አራተኛውን እጅ ያጣል ባሥራ ሁለተኛውም ቀን ሦስተኛውን  እጅ ያጣል። ባሥራ ሦስተኛውም ቀን ሁለተኛውም እጅ ያጣል ባሥራ አራተኛውም ቀን ሰባተኛውን እጅ ያጣል አምስተኛውም ቀን ከብርሃን የቀረ ብርሃኑ ሁሉ ይጨረሳል።"
        },
        {
          "verse": "4",
          "text": "በታወቁም ወራቶች በሀያ ዘጠኝ በሀያ ዘጠኝ ቀን ለጨረቃ ምላት ይሆንላታል በሀያ ስምንት በሀያ ስምንት ቀንም ምላት የሚደረግበት ጊዜ አለ። ብርሃን በጨረቃ በተሣለ ጊዜ መልአኩ ዑራኤልም ሌላ ሥራቱን አሳየኝ። ፀሐይ ብርሃን ከሚጨመርላት ቀን ጀምሮ ጨረቃ በምትሄድበት ዘመን ሁሉ ብርሃኗን ከፀሐይ ፊት ታገኛለች እስከ አሥራ አራተኛው ቀን ድረስ ብርሃኗ በሰማይ ይጨረሳል።"
        },
        {
          "verse": "5",
          "text": "ሰሌዳውም ሁሉ በተቃጠለ ጊዜ ብርሃኗ በሰማይ ይፈጸማል በዚያች ቀን በሷ ብርሃን ይሳልባታልና መጀመሪያይቱም ጨረቃ የተወለደችበት ቀን ትባላለች ፀሐይ ወደ ምዕራብ በሚገባበትም ብርሃኑ ፈጽሞ ይጨረሳል በሌሊትም ከምሥራቅ ይወጣል። ፀሐይ በፊቱ እስኪወጣ ድረስ ጨረቃ መላ ሌሊቱን ያበራል ጨረቃ ከፀሐይ ጋራ ፊት ለፊት ይተያያል። የጨረቃ ብርሃን ከወጣበት ጀምሮ ብርሃኑ ሁሉ እስኪጨርስ ድረስ ከዚያ ዳግመኛ ብርሃኑ ይንሳል። ጨረቃም  የሚያበራበት ወራት ያልፋል ሰሌዳው ብርሃን የሌለው ብላሽ ይሆናል። ሦስት ወር ምላት በሚደረግባት ዘመን በሠላሳኛው ቀን ሕፀፅ ያደርጋል ሦስቱንም ሕፀፅ በሚደረግባቸው ወራቶች በሀያ ዘጠኝኛውም ቀን ሕፀፅ ያደርጋል።"
        },
        {
          "verse": "6",
          "text": "በመጀመሪያው ዘመን በመጀመሪያው መስኮት በመቶ ሰባ ሰባት ቀን በመወለጃውም ዘመን ሦስቱን ወር በሠላሳ በሠላሳ ቀን ይታያል ሦስቱንም ወር በሀያ ዘጠኝ በሀያ ዘጠኝ ቀን ይታያል። /ይወለዳል/ ያለ ፀሐይ ብርሃን በቀር ሌላ ብርሃን ምንም ምን የላትምና በሀያ በሀያ ቀን ሌሊት ሰው መስሎ ቀን ሰማይ መስሎ ይታያል። አሁንም ልጄ ማቱሳላ ሁሉን አሳየሁህ በሰማይ ያሉ የኮከቦችም ሥራት ሁሉ ተጨረሰ።"
        },
        {
          "verse": "7",
          "text": "በየቀኑ ሁሉ በየዘመኑም ሁሉ በየሹመታቸውም ሁሉ በያመቱም ሁሉ በመግቢያውም በታዘዘበትም ሁሉ በወሩም ሁሉ በሱባዔውም ሁሉ የሚሆነውን የነዚህን ሥራት አሳየኝ። በዚች በስድስተኛይቱ መስኮት ብርሃኑ ጨርሶ ይጠፋልና በስድስተኛይቱ መስኮት የሚደረግ የጨረቃንም ሕፀፅ አሳየኝ አለ። ከዚያም በኋላ የወር መባቻ ይሆናል ሕፀፅ በሚያደርግበት ዘመን በመጀመሪያይቱ መስኮት የሚደረገውን ሕፀፁንም አሳየኝ። መቶ ሰባ ሰባት ቀን እስኪጨረስ ድረስ በሱባዔው ቁጥር በቈጠሩት ሀያ አምስት ሱባዔ ከሁለት ቀን ይሆናል።"
        },
        {
          "verse": "8",
          "text": "ጨረቃ ባንዱ ዘመን ከኮከቦች ሥራትና ከፀሐይ የሚያንሰው ጠንቅቆ ቢቈጥሩት አምስት ቀን ይሆናል። የምታየው ይህም አንቀጽ በተጨረሰ ጊዜ መሪያቸው የሚሆን ገናና መልአክ ዑርኤል ካሳየኝ ከብርሃን ሁሉ የሚበልጥ እንደዚህ ያለ ሥራ እንደዚህ ያለ ምሳሌ ታያለህ። በዚያም ወራት መልአኩ ዑራኤል ሄኖክ ሆይ እነሆ ሁለን አሳየሁህ ብሎ መለሰልኝ። ይኸንን ፀሐይ ይህንን ጨረቃ ታየው ዘንድ በሰማይ ያሉ ኮከቦችን የሚመራቸው ከዋክብትንም። ሥራቸውን ዘመናቸውንም መውጫቸውንም የሚለውጡ ከዋክብትንም ሁሉ ታያቸው ዘንድ ገለጥልህ።"
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "verse": "1",
          "text": "በኃጥአንም ወራት ዘመኖች ያጥራሉ በመሠምሪያቸውና በርሻቸው ያለ ካዝመራቸው በኋላ ይደርሳል። በምድር ላይ ያለ ሥራ ሁሉ ይለወጣል በዘመኑም አፍርቶ አይታይም ዝናምም ይከለከላል ሰማይም ዝናምን አታዘንምም። በነዚያም ዘመኖች ፊት የሚደርሰው የምድሩ ፍሬ በኋላ የሚደርስ ይሆናል በዘመኑም አይበቅልም የእንጨቱም ፍሬ ከማፍራት ይከለከላል። ጨረቃም ሥራቱን ይለውጣል በዘመኑም ሲያበራ አይታይም። በነዚያም ወራቶች ሰማይ ጠርቶ ይታያል በምዕራብ በኩል በታላቅ ሠረገላ ዳርቻ ሁኖ ድርቅ ይደረሳል ሰማይም ከብርሃን ሥራት የልቅ ፈጽሞ ያበራል። ብዙዎችም ሰዎች የታዘዙ የከዋክብትን አለቆች ይስታሉ እሊህም ግብራቸውንና ሥራቸውን ይለውጣሉ በታዘዙላቸው ዘመኖቻቸውም አይታዩም።"
        },
        {
          "verse": "2",
          "text": "የኮከቦችም ሥራት ሁሉ በኃጢአተኞች ይለወጥባቸዋል በዚህም ዓለም የሚኖሩ ሰዎች በነሳቸው አእምሮዋቸውን ይለውጣሉ። ሥራቸውንም ሁሉ ይለውጣሉ ይስታሉ አምላኮችንም ያስመስላቸዋል። መከራ ይበዛባቸዋል ሁሉንም ያጠፋቸው ዘንድ መቅሠፍት ይመጣባቸዋል ሄኖክ በሰማይ ሰሌዳ የተጻፈውን መጽሐፍ እይ ተመልከት በነሱ የተጻፈውንም አንብበው አንዱንም አንዱንም ሁሉ መርምረህ እወቅ አለኝ አለ። በሰማይ ዳርቻ የተጻፈውን አይቼ የተጻፈውን ሁሉ አነበብኩት ሁሉንም መርምሬ አወቅሁ። መጽሐፊቱን አነበብኋት በሷም የተጻፈውንም ሁሉ አነበብሁ የሰዎችንም ሥራ ሁሉ ተመለከትሁት የዚህ ዓለም ዘመን እስኪያልፍ ድረስ በዚህ ዓለም ያለ ከሥጋዊ ከደማዊ የተወለደውን ሁሉ አየሁ። የዓለሙን ሥራ ሁሉ አከናውኖ እንደ ፈጠረ መጠን ከዚህ በኋላ ገናና የሆነ የዘላለም ክብር ያለው ንጉሥ እግዝአብሔርን ያን ጊዜ አመሰገንሁት።"
        },
        {
          "verse": "3",
          "text": "ስለ መታገሡም ጌታን ፈጽሜ አመሰገንሁት ይህነንም ሁሉ አይቼ በአዳም ልጆች ላይ አለቀስሁ። ደግ ቸር ሆኖ የሚሞት ሰው በደልም ከሱ ያልተጻፈበት ፍርድ በሚፈረድባትም ቀን በሱ የበደል ሥራ ያልተገኘበት ሰው ያን ጊዜ ደግ ነው። የከበሩ እነዚያም ሦስቱ መላእክት ወደ ቤቱ አቀረቡኝ በቤቱ ደጃፍ ፊት ለፊት ባለውም ምድር አኖረኝ። ለልጅህ ለማቱሳላ ይኸንን ሁሉ ንገር እሱ በደካማ ባሕርይ ፈጥሯቸዋልና በጌታ ፊተ ሥጋዊ ደማዊ ሰው ሁሉ እንዳይከብር ለልጆችህም ሁሉ ይህንን ገልጠህ አስተምር አሉኝ። ልጆችህን ታስተምራቸው ዘንድ ትጽፍላቸውም ዘንድ ለልጆችህም ሁሉ ታዳኝባቸው ዘንድ ዳግመኛም እስክታዝላቸው ድረስ በልጆችህም ዘንድ አንድ ዓመት እንተውልሃለን አሉኝ።"
        },
        {
          "verse": "4",
          "text": "በሁለተኛው ዓመት ግን ከነሱ መካከል ይወስዱሃል ደጎች ሰዎች ለደጎች ሰዎች እውነት ነገርን ያስተምራሉና ለማስተማር ልቡናህ ይጽና። ደግ ሰው ከደግ ሰው ጋራ ደስ ይለዋል እስበሳቸውም ይዋደዳሉ ኃጥአም ሰው ከኃጥአ ሰው ጋራ ይሞታል ወደ ኃጢአትም የተመለሰ ሰው ወደ ኃጢአት ከተመለሰው ሰው ጋራ በባሕረ ገሃነም ይሰጥማል። በጎ ሥራም የሚሠሩ ሰዎች የክፉ ሰዎችን ሥራ አንሠራም ስላሉ ይሞታሉ እግዝአብሔርን የዘነጉ የክፉ ሰዎችንም ሥራ ስለ ሠሩ በሚጠፉበት ቦታ ይሰበሰባሉ። በነዚያም ወራቶች መላእክት ከኔ ጋራ ተነጋግረው ጨረሱ አራቱን ማዕዘነ ዓለም የፈጠረ ጌታን እያመሰገንሁት ወደ ዘመዶቼ ገባሁ አለ።"
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "verse": "1",
          "text": "አሁንም ልጄ ማቱሳላ እነዚህን ሁሉ ላንተ እነግራለሁ ላንተም እጽፍልሃለሁ ሁሉንም ገለጥሁልህ አለው። የነዚህንም ሁሉ መጣፎቻቸውን ሰጠሁህ /አስተማርኩህ/ ልጄ ማቱሳላ በኔ ባባትህ እጅ የተጻፈውን መጻፍ ተመልከት ለልጅ ልጅ ዘመን አስተምር። ላንተ ጥበብን አስተማርኩህ ካንተም በኋላ ለልጆችህ አስተማርኩ በልቡናቸው ጸንታ ለትኖር ይችንም ጥበብ ለዘላለሙ እስከ ልጅ ልጅ ዘመን ድረስ ለልጆቻቸው ያስተማሩ ዘንድ ላንተ ልጆች ለሚሆኑህም ሰዎች አስተማርሁ። ይችን ጥበብ ይማሯት ዘንድ የሚያውቋት በጆሯቸውም የሚሰሟት ሰዎች በኃጢአት አይያዙም ካማሩ ከተወደዱ ምግቦች ይልቅ ለሚማሯት ሰዎች ትሰማማቸዋለች።"
        },
        {
          "verse": "2",
          "text": "ጻድቃንም ሁሉ ንዑዳን ክቡራን ናቸው በእውነት ሥራ ጸንተው የሚኖሩ ሰዎች ባለ ዘመናቸውም ሁሉ ቁጥር እንደ ኃጥአን ኃጢአት የሌለባቸውም ሰዎች ሁሉ ንዑዳን ክቡራን ናቸው። በሰማይ በሚሔድ ፀሐይ በመስኮቱ ከሺ አለቆች ጋራ ሠላሳ ቀን ይገሸባል ይወጣል። ከሚጨመሩላቸው አራቱን ክፍለ ዘመን ከሚለዩ ከሚመሯቸው ካራቱ ከዋክብት ጋራ የከዋክብት ሥራታቸው ይህ ነው። ከነሱም ጋራ አራት ቀን ይገባሉ እነሱን ሰዎች ይሰቷቸዋል ይሰቷቸዋልና በዓለሙ ሁሉ በቁጥር አይቈጥሯቸውም።"
        },
        {
          "verse": "3",
          "text": "በዘመኑ ቁጥር አሉና ምንም ቢኖሩ አነሱ ለዘለዓለሙ በውነት የተጻፉ ናቸውና ምንም በጻፉ ሰዎች ጠንቅቀው አያውቋቸውም። አንዱ በመጀመሪያይቱ መስኮት ይገባል አንዱ በሦስተኛይቱ መስኮት አንዱ ባራተኛይቱ መስኮት አንዱ በስድስተኛው መስኮት ይገባል። ዓመቱም በሦስት መቶ ስልሣ አራት ቀን ይጨረሳል ነገሩ እውነት ነው የተጻፈውም ቁጥር የተጠነቀቀ ነው። ለብርሃኖች ለወሮችም ላራቱም ክፍለ ዘመኖች ለሦስት መቶ ስሳ አራት ቀን ለሰባቱም ቀን የተሾመ ነውና ይኸን ሁሉ አሳየኝ። የፍጥረቱ ሁሉ ገዥ ጌታ በሰማይ ሠራዊት የሸመው መልአኩ ዑርኤልም በኔ እውቀትን አሳደረብኝ። በሰዎች ላይ በሰማይ የፀሐይን የጨረቃን የከዋክብትን በሠረገላ ሁነው የሚመላለሱ የሰማይ ሠራዊትን ሁሉ ብርሃን ያሳይ ዘንድ በመዓልትና በሌሊት ሥልጣን ያለው መልአኩ ዑርኤል አሳየኝ።"
        },
        {
          "verse": "4",
          "text": "በቦታቸው በዘመኖቻቸውም በሱባዔያቸውም በወሮቻቸውም የሚወጡ የሚገቡ የኮከቦች ሥራትም ይቺ ናት። ምግብናቸውን የሚጠብቁ ከዋክብትን የሚመሩ የከዋክብት ስማቸው ይህ ነው በዘመናቸውም በሥራታቸውም በየጊዜታቸውም በወርቻቸውም በሹመታቸው በመቋሚያቸውም ሁነው ይገባሉ። አራቱን ክፍለ ዘመን የሚለዩ አራቱ መሪዎቻቸው አስቀድመው ይገባሉ። ከነሱም ቀጥሎ ሠላሳውን ቀን ሦስት መቶ ስልሣ አራት ቀን የሚሆን ዓመቱንም የሚለዩ ሥራታት የሚባሉ ኮከቦችን የሚመሩ አሥራ ሁለት የወር መጋቦች ሰባቱን ዕለታት አራቱን ክፍለ ዘመን በሚለዩ በዘጠና አንድ መጋቢዎች ላይ በሚጨመሩ አራቱንም ጳጉሜን ከሚለዩ ከሺህ አለቆች ጋራ ይገባሉ። እነዚያም የሺ አለቆቹ በመሪና በተመሪ መካከል ናቸው አንዱ ባንዱ መቋሚያ በኋላ ይጨመራል መሪዎቻቸውም ሠላሳውን ቀን ይለያሉ።"
        },
        {
          "verse": "5",
          "text": "የተሠሩ አራቱን ክፍለ ዘመን የሚለዩ የነዚህ ዘጠና አንድ መጋቢዎች ስማቸው ሕልመልመሌክና መልክኤል ናሬልና ሚልኤል ናቸው። የሺ አለቆችን የሚመሯቸው የወር መጋቦች ስማቸው አንድርናኤል ኢየሱሳኤል ኢይሉማኤል ናቸው። ሥራታት የሚባሉ የሻለቆችን የሚመሩ የዘጠና አንድ መጋቢዎችን የሚከተሉ እነህ ሦስቱ ናቸው። አንዱ አራቱን ክፍለ ዘመን የሚለዩ ምቅዋማት የሚባሉ የወር መጋቢዎችን የሚመሩ እነዚያን የዘጠና አንድ መጋቢዎች የሚከተሉ ሥራታት የሚባሉ የሻለቆችን የሚመሩ ሦስቱን የወር መጋቢዎች የሚከተል ነው። ስሙ ተመዓኒ /ውዑይ/ ፀሐይንም የሚባል ምልክኤል የሚባል ኮከብ በመጀመሪያው ዘመን ወጥቶ ይመግባል።"
        },
        {
          "verse": "6",
          "text": "በሹመቱ የሚመግባቸው ቀኖችም ሁሉ ዘጠና አንድ ቀኖች ናቸው። በሱ ሹመት ወራት በዚህ ዓለም ይታዩ ዘንድ ያላቸው እኒህ የቀኖቹ ምልክቶች ወዝዋዕይ ኃዘንም ናቸው። እንጨቶችም ሁሉ ያፈራሉ በእንጨቶችም ሁሉ ላይ ቅጠል ይወጣል የስንዴውም መከር ጽጌ ረዳውም ሌሎች አበባዎችም ሁሉ በምድረ በዳ ያብባሉ በክረምት የሚለመልሙ እንጨቶችም ይደርቃሉ። በበታቾቻቸው ያሉ የሺ አለቆችና የሚመሩ የነዚህ የወር መጋቦች ስማቸው ብርክኤል ዘልብሳኤል ናቸው ከነሱ ጋር የሚጨመር ስሙ ሄሉያሲፍ የሚባል የሺ አለቆች አለቃ ሌላ ኮከብ አለ። ይህ ምልክኤል የሚመግብበት ወራት አለቀ ኮከቦችን የሚመራ ሁለተኛው መጋቢ ስሙን የበራ ፀሐይ ብለው የሚጠሩት ሕልመልመሌክ ነው።"
        },
        {
          "verse": "7",
          "text": "የሚያበራበትም ቀን ሁሉ ዘጠና አንድ ቀን ነው በዚህም ዓለም የሚመግብባቸው የነዚህ ወራቶች መልክቶች ድርቅና ዋዕይ ናቸው። እንጨቶችም ፈጽሞ የበሰለ ፍሬያቸውን ያወጣሉ የደረቀ ፍሬያቸውንም ያሰጣሉ በጎችም ይንጠላጠላሉ ይፀንሳሉ። ሰዎችን በዱር ያለ የእንጨቱን ፍሮ በርሻውም ያለ ፍሬውን ሁሉ በወይኑ አውድማ ያለውን ሁሉ ይሰበስባሉ በተሾመበትም ወራት ይህ ሁሉ ይደረጋል። ስማቸውም ሥራቶቻቸውም እሊህ ናቸው በበታቻቸው ያሉ የለት መጋቢዎችን የሚመሩ የሻለቆች ስማቸው ጊዳኤል ኪኤልም ሂኤል ናቸው ከነሳቸው ጋራ የሚጨመር የሺ አለቆች አለቃ ስሙ ለስፋኤል ነው የተሾመበትም ወራት ተጨረሰ።"
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "verse": "1",
          "text": "ዛሬም ልጄ ማቱሳላ ያየሁትን ራዕይ ሁሉ ገለጥሁልህ ይህንንም በፊትህ እናገራለሁ። ሚስት ሳላገባ ሁለት ራዕዮች አየሁ ከነሱ አንዱ ካንዱ ጋራ አይመሳሰልም። መጀመሪያውን ራዕይ መጽሐፈ አበውን በምማርበት ጊዜ አየሁ ሁለተኛውን ራዕይ ግን እናትህን ሳላገባ አየሁ የጸና ራዕይን አየሁ። ስለነዚህም ነገሮች ጌታን ለመንሁት ባያቴ በመላልኤልም ቤት ተኝቼ ሳለሁ በራዕይ ሰማይ ሲወድቅ አየሁ አውታሩ ነፋስን ሲቀማ በዚህም ዓለም ሲወድቅ አየሁ። ወደ ምድርም በወደቀ ጊዜ ምድርን በታላቅ ጥልቅ ውሀ ሰጥማ አየኋት።"
        },
        {
          "verse": "2",
          "text": "ተራሮች በተራሮች ላይ ሲሰቀሉ ኮረብታዎችም በኮረብታዎች ላይ ሲሰጥሙ ረጃጅሞች እንጨቶችም ከግንዳቸው እየተነቀሉ ሲወድቁ በጥልቅ ወንዝም ሲሰጥሙ አየኋቸው አለ። ከሱም የተነሣ ባንደበቴ ነገር ተነገረ ምድርም ጠፋች ብዬ እጮህ ጀመር። አያቴ መላልኤልም እኔ በሱ ዘንድ ተኝቼ ሳለሁ አነሣኝ ልጄ እንደዚህ አድርገህ ለምን ትጮሀለህ እንደዚህስ አድርገህ ለምን ታለቅሳለህ አለኝ አለ።"
        },
        {
          "verse": "3",
          "text": "እኔም ያየሁትን ራዕይ ሁሉ ነገርሁት። ልጄ በአእምሮ የጸና እንደ መሆንህ አየህ በምድር የተሠወረውን ሁሉ ኃጢአት በሕልም ማየትህ በረታ ምድርም በጥልቅ ውሀ ትሰጥም ዘንድ አላት ጽኑ ጥፋትንም ትጠፋለች አለኝ። አሁንም ልጄ አንተ የታመንህ ነህና በዚህ ዓለም የሰው ዘር እንዲቀር የከብር ባለቤት ጌታን ለምነው። ምድርን ሁሉ ያጠፋታል ልጄ ከሰማይም ወርዶ ይህ ሁሉ በዚህ ዓለም ይኖራል በዚህም ዓለምም ጽኑ ጥፋት ያደርጋል። ከዚህም በኋላ ተነሥቼ ፈጽሜ ለመንኩ ልመናዬንም ለልጅ ልጅ ዘመን ሊሆን ጻፍኩት አለ። ልጄ ማቱሳላ ሁሉን አሳየሁህ አንገቴን ደፍቼ በወጣሁ ጊዜ ሰማይን አየሁት ፀሐይንም ከምሥራቅ ሲወጣ አየሁት።"
        },
        {
          "verse": "4",
          "text": "ጨረቃም በምዕራብ ሲገባ አየሁ ጥቂቶች ከዋክብቶችም ነበሩ ቀድሞ በመፍጠር ያወቀውን ሁሉ አይቼ የፍርድ ባለቤት አግዚአብሔርን አመሰገንሁት። ፀሐይን ከምሥራቅ መስኮት አውጥቷልና ምስጋናን አቀረብሁለት ፀሐይም ወጥቶ በሰማይ ላይ አበራ ተነሥቶም እኔ ባየሁለት ጎዳና ይሄዳል። በውነትም ቃሎች ከፍ ከፍ አድርጌ ልዩ ገናና የሆነ እግዚአብሔርን አመሰገንሁት።"
        },
        {
          "verse": "5",
          "text": "ፈጣሪ ለሰዎች ልጆች ሊናገሩበት አንደበትን ሊያውቁበት ልቡንና ፈጥሮ እንደሰጠ ለኔም ልናገርበት አንበት ላውቅበት ልቡናን ፈጥሮ ሰጥቶኛልና በሥጋዊ በደማዊ አንደበቴ ገናንነቱን ተናገርኩ። አቤቱ አንተ የተመሰገንህ ነህ ንጉሥ ገናና ኃይለኛ በገናንትህም ኃይለኛ ነህ በሰማይ ያለ ፍጥረት ሁሉ ጌታ አንተ ነህ ከነገሥታቱ በላይ ያለህ ንጉሥ አንተ ነህ አራቱ ማዕዝነ ዓለምንም የፈጠርህ አንተ ነህ። አገዛዝህ መንግሥትህም ገናንነትህም ለዘላለሙ ጸንቶ ይኖራል ሥልጣንህም ለልጅ ልጅ ሁሉ ነው።"
        },
        {
          "verse": "6",
          "text": "ሰዎችንም ሁሉ ለዘላለሙ መኖሪያህ ናቸው ምድርም ሁሉ ለዘላለሙ የግሮችህ መዘርጊት ናት። አንተ ሁሉን ፈጥረሃልና አንተ ሁሉን ትገዛለህ አንዱ ስንኳ ሥራ አይሳንህም አንዲትም ጥበብ አትሠወርህም ዙፋንህም ካናኗሯ አትለወጥም አንተም ከባሕርይህ አትለወጥም። አንተም ሁሉን መርምረህ ፈጽመህ ታውቃለህ ሁሉንም ትሰማለህ ሁሉን መርምረህ ታውቃለህና ካንተ የሚሠወር ነገር የለም። አሁንም በልዑል ማዕርግ ያሉ ደቂቀ ሴት አንተን ይበድላሉና ጽኑ ፍርድ እስከሚደረግባት ቀን ድረስ በሥጋዊ በደማዊ ሰው ላይ ቁጣህ ትታዘዛለች።"
        },
        {
          "verse": "7",
          "text": "አሁንም ፈጣሪ ጌታ ገናና ንጉሥ የምትሆን አቤቱ በዚህ ዓለም የልጅ ልጅ ታስቀርልኝ ዘንድ ልመናዬን እንድትሰማኝ ፈጽሜ እለምናለሁ። አቤቱ ሥጋዊ ደማዊ ሰውን ሁሉ አጥፍተህ ምድርን ባዶዋን አታስቀራት ለዘላለሙ ጥፋት አይሁን። አሁንም ጌታዬ አንተን ያሳዘነችህ ሰውነትን ከዚህ ዓለም አጥፋ። እውነትን የቀና ሥራንም የሚሠሩ የኖኅን ወገኖች ግን ለዘላለሙ ሕግ ሊጠብቁ አታጥፋ ከኔ ከባሪያህም ልመና አቤቱ ፊትህን አትመልስ አልኩት አለ።"
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "verse": "1",
          "text": "ከዚህ በኋላ ሌላ ሕልምን አየሁ ልጄ ሁሉንም አሳየሁህ። ሄኖክ መለሰለት ልጄ ማቱሳላ ልጄ ነገሬን ሰማኝ እልሃለሁ አለው። የኔን ያባትህን ሕልም ለመስማት ጀሮህን አቅርብ እናትህ አድናንም ሳላገባት መጥቼ ራዕይ አየሁ። እነሆ አዳም ከምድር ተፈጠረ ያም አዳም ባለ አእምሮ ሆነ ከሱም በኋላ አንዲት ሔዋን ተፈጠረች። ከሷም ሁለት ጥጆች ተወለዱ ከሁለቱ አንዱ ጥቁር ሆነ /ቃየል/ አንዱም ቀይ ሆነ /አቤል/ ይህ ጥቁሩ ጥጃ ይህን ቀይ ጥጃ ወጋው በዚህም ዓለም ተከትሎ ገደለው። ከዚያም ቀን ጀምሮ ቀዩን ጥጃ ማየት አልተቻለኝም ያም ጥቁር ጥጃ አደገ ካሱ ጋር አንዲት ሴት ጥጃ መጣች። /ሎድ/ እሱን መስለው ከሱ የሚወጡ ብዙ ላሞችንም አየሁ እሱንም ይከተላሉ። መጀመሪያ የወጣችው ሴቲቱ ያቺ ጊደርም /ሔዋን መጀመሪያ ከወጣው ከዚያ ላም /አዳም/ ፊት ወጣች።"
        },
        {
          "verse": "2",
          "text": "ያንንም ቀይ ጥጃ ፈለገች አላገኘችውም ያን ጊዜም ታላቅ ጩኸትን ጮኸች ፈለገችው። ያ መጀመሪያ የወጣው በሬ ወደሷ እስቲ መጣ ድረስ ደርሼ አየሁ ዝምም አሰኛት ከዚያችም ቀን በኋላ አላለቀሰችም። ከዚያም በኋላ ሌላ ነጭ ላምን ወለደች /ሴት/ ከሱም ቀጥሎ ብዙ ላሞችን ጥቋቁሮች ጊደሮችን ወለደች። በተኛሁበትም ይህ ባለአእምሮ የሆነ ሴትን የከበረ የገነነ ሁኖ አየሁት አሁንም እንደዚህም አደገ በዕውቀትም የከበረ የገነነ ሆነ ከሱም ብዙ ነጫጮች ላሞች ተወለዱ በመልክም ይመስሉታል።"
        },
        {
          "verse": "3",
          "text": "ብዙ ባለአእምሮ የሆኑ በመልክም የሚመስሏቸው ልጆችን ይወልዱ ጀመር እንዱም አንዱን በግብር ተከተለው። ተኝቼ ዳግመኛም ባይኖቼ አየሁ ከምድር በላይ ያለ ሰማይንም አየሁ። እነሆ ከሰማይ አንድ ኮከብ ወደቀ /ስማዝያ/ ከፍ ከፍ ይላል የሰውንም ገንዘብ ሁሉ ይበላል በነዚያም ላሞች መካከል /ደቂቀ ሴት/ ይሰመራል አለ። ከዚያም በኋላ ጥቋቁሮችንና ታላላቆችን ላሞች አየሁ እነሆ ሁሉም ምስጋናቸውን መስምሪያቸውንም /ግብራቸው/ ለወጡ ጥጃም አስወለዱዋቸው።"
        },
        {
          "verse": "4",
          "text": "አንዱ ከአንዱም ጋራ ይጮሁ ጀመር ዳግመኛም በራዕይ ሰማይን አየሁት። ብዙ ኮከቦችንም እነሆ አየሁ ከሰማይም /ደቂቀ ሴት/ ወደዚያ ወደ መጀመሪያው ኮከብ ወረዱ ወደነዚያም ጥጆች መካከል ወደቁ። ላሞችም ከነሱ ጋር በመካከላቸው የሚሠማሩ ሆኑ እነሱንም ፈጽሜ አየኋቸው። እነሆ ሁሉንም እንደ ፈረሶች ኃፍረታቸውን አውጥተው በላሞች ጊደሮች ላይ ይንጠላጠሉ ጀመር።"
        },
        {
          "verse": "5",
          "text": "ሁሉንም ጸንሰው ግመሎችንና ዝሆኖችን አህዮችንም ወለዱ ላሞችም ሁሉ እነሱን ፈሩዋቸው ከነሱም የተነሣ ደነገጡ። በጥርሳቸውም እየበታተኑ ይጥሏቸው ይውጧቸው ጀመር በቀንዶቻቸውም እየወጓቸው ከዚያም በኋላ እነዚያን ላሞች ይበሏቸው ጀመር። /እኩሉ እኩሉን።/ ከዚህ ዓለም የተወለዱ ሰዎችም ሁሉ እነሆ ከነሱ የተነሣ ይንቀጠቀጡ ይነዋወጡ ጀመር ከነሱም ይሸሹ ጀመር አለ።"
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "verse": "1",
          "text": "ዳግመኛም አየኋቸው አንዱን አንዱ ይወጋው ጀመር አንዱንም አንዱ ይውጠው ጀመር ያጠፋው ጀመር። ምድርም /ትሑታኑ/ ትጮህ ጀመር ዳግመኛም ዓይኖቼን ወደ ሰማይ አቅንቼ በራዕይ አየሁ። የሸበቱ ሰዎችን የመሰሉ መላእክት እነሆ ከሰማይ ወጡ አንዱ ከዚያ ቦታ ወጣ ሦስቱም ከሱ ጋር ወጡ። ኋላ ከሱ ጋር የወጡ እኒህም ሦስቱ እጄን ያዙኝ በዚህ ዓለም ካሉ ሰዎች ለይተው ወሰዱኝ። በረጅምም ተራራ ላይ ከፍ አድርገው ከዚህ ዓለም የምትበልጥ ገነትን አሳዩኝ ኮረብታውም ሁሉ ከሱ ያነሰ ሆነ።"
        },
        {
          "verse": "2",
          "text": "በነዚያ ግመሎችና ዝሆኖች ላይ ባህዮችም ላይ በኮከቦቹም ላይ በላሞቹም ሁሉ ላይ የሚመጣውን መከራ ሁሉ እስክታይ ድረስ በዚህ ተቀመጥ አሉኝ /ደቂቀ ሴት ናቸው/ ቀድመው ከወጡ ከነዚያ ካራቱ አንዱን አየሁት /ሩፉኤል/ ከሰማይ የወቀደ ያንን መጀመሪያውን ኮከብ ያዘው። እጁን እግሩን አሥሮ በጥልቅ ጉድጓድ ጣለው ያም ጉድጓድ ጠባብ ነው ጥልቅ ነው ጭንቅ ነው ጨለማም ነው። ከነዚያም አንዱ /ገብርኤል/ ሰይፉን መዞ ለነዚያ ዝሆኖች ለነዚያም ግመሎችና አህዮች ሰጣቸው። አንዱ አንዱን ይወጋው ጀመር ትሑታኑም ሁሉ በነሱ ተነዋወጡ። በሕልሜም ባየሁ ጊዜ ከነዚያ ከወጡት ካራቱ አንዱ እነሆ ከሰማይ መረቡን ጣለ። /ሚካኤል ነው/"
        },
        {
          "verse": "3",
          "text": "ኃፍረታቸው እንዳስሊ ፈረስ ኃፍረት የሆነ ታላላቅ ኮከቦችንም ሁሉ ሰብስቦ ያዘ። እግራቸውንና እጃቸውንም ሁሉ አሥሮ በምድር ጉድጓድ ጣላቸው። ከነዚህም ካራቱ መላእክት አንዱ ሱርያል አእምሮ ወዳለው ወደ ኖኅ ሄደ ኖኅም እየራደ እየተንቀጠቀጠ የማየ አይህን ምሥጢር አስተማረ። ታደሶ ባለ አእምሮም ሆነ ታላቅ መርከብንም ሠርቶ በሷ ተቀመጠ። ሦስቱም ልጆቹ በዚያች መርከብ ከሱ ጋር ተቀመጡ በነሱም ላይ የሱርያም ክንፉ ተጋረደ። ዳግመኛም ዓይኖቼን ወደ ሰማይ አቅንቼ ከፍ ያለ ጠፈርን አየሁ በሱም ሰባት የውሀ ሻሻቴዎች አሉ እነዚህ ሻሻቴዎች ወደዚህ ዓለም ብዙ ውሀን ያፈሳሉ።"
        },
        {
          "verse": "4",
          "text": "ዳግመኛም አየሁ እነሆ ደገኛ በሚሆን በዚህ ዓለም ከምድር ምንጮች ተከፈቱ። ይህም ውሀ ከምድር ወደ ላይ ይፈላ ይነሣም ጀመር ምድሩ ሁሉ በውሀ እስቲሸፈን ድረስ ደርሶ ይህን ዓለም እያሳየውም ነበር። ሁሉም ላይ ውሀው በዛ ጨለማ ጉም ሆነ የዚህንንም ውሀ ላውን አየሁ በዚህም ዓለም ላይ ውሀው ከፍ ከፍ አለ። በዚህም ዓለም ላይ ውሀው አፍሶ በዚህ ዓለም ጸና።"
        },
        {
          "verse": "5",
          "text": "በዚህ ዓለም ያሉ ሰዎችም ሁሉ ተሰብስበው እስኪሰጥሙ ተሰጥመውም በዚያ ውሀ እስኪጠፉ ድረስ ደርሼ አየሁ። ያም መርከብ በውሀው ላይ ይዋኝ ነበር ዝሆኖችና ላሞች አህዮችና ግመሎች ከብቶችም ሁሉ በዚህ ዓለም ተሰጠሙ። እኔም እነሱን ማየት አልተቻለኝም እነሱም መውጣት ተሳናቸው በጥልቅም ባሕር ተሰጥመው ጠፉ። ዳግመኛም ከዚህ ከታላቁ ጠፈር እኒህ ሻሻቴዎች እስቲጠፉ ድረስ ደርሼ በራዕይ አየሁ ከምድርም የወጣው ምንጩ ተደፈነ። በሌሎች ጉድጓዶችም ተከፈቱ ምድር አስቲገለጥ ድረስ ውሀው ወደነሱ ይወርድ ጀመር።"
        },
        {
          "verse": "6",
          "text": "መርከብም በምድር ላይ ተቀመጠ። /አራራት/ ጨለማይቱ ራቀች ብርሃን ሆነ። ባለ አእምሮ የሆነ ያም ኖኅ ከዚያ ከመርከቡ ወጣ ሦስቱም ልጆቹ ከሱ ጋር ወጡ። ከኒህም ከሦስቱ ልጆቹ ባለአእምሮ የሆነ የአንዱ ሴም በመልክም በግብርም ኖኅን ይመስለዋል ከነሳቸው አንዱ ያፌትም እንደ ደም ቀይ ነው ከሦስቱ አንዱ ካም ግን ጥቁር ነው ባለአእምሮ የነበረ ኖኅም ከነሱ ተለይቶ ሞተ።"
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "verse": "1",
          "text": "የምድረ በዳ አውሬዎችን ወፎችንም ይወልዱ ጀመር ከነሱም የአሕዛብ ቅመምነት ተገኘ። አናብስት የባቢሎን ሰዎች አናምርት የፋርስ ሰዎች አዝዕብት የግብጽ ሰዎች አክልብት የኢሎፍሊ ሰዎች አፅዕብት የሶርያ ሰዎች ሐራውያ የኤዶምያስ ሰዎች ቈናጽል አማሌቃውያን ሽኮኮዎች። አነር ጥምብ አሞራ ያልታወቁ አሕዛብ ሞዓብ አሞን ተገኙ ዘማች አሞራ አንጭት አሞራ ጐሬዛ ያልታወቁ አሕዛብ ተገኙ /ሮማውያን ናቸው/።"
        },
        {
          "verse": "2",
          "text": "በነሱም መካከል ባለ አእምሮ አብርሃም ተወለደ አንዱ ካንዱ ጋር አስበሳቸው ይጣሉ ጀመር። በመካከላቸውም የተወለደ ባለ አእምሮ የሚሆን ይህም አብርሃም ይስማኤልን ወለደ እንደሱም ያለ ባለ አእምሮ ይስሐቅን ወለደ። የይስማኤል ልጆች ብዙ ከአብርሃምም የተወለደ ይስሐቅ ባለ አእምሮ ያዕቆብንና አእምሮ የሌለው ዔሳውን ወለደ። ያም ዔሳው ብዙ የኤዶምያስን ሰዎች ወደ አእምሮ ያለው ያዕቆብ አሥራ ሁለቱን ነገደ እስራኤልን ወለደ። እነዚህ አሥራ ሁለቱ ነገደ እስራኤልም ካደጉ በኋላ ከነሱ አንዱ ዮሴፍን ለይስማኤላውያን ሸጡት።"
        },
        {
          "verse": "3",
          "text": "እነዚህም ይስማኤላውያን ዳግመኛ ዮፍሴን ለግብፃውያን ሸጡት ያም ዮሴፍ ከግብፃውያን መካከል አደገ። ከሱ ጋር አብረው ይኖሩ ዘንድ በግብፃውያን መካከል ከሱ ጋር አብረው ይኖሩ ዘንድ በግብፃውያንም መካከል ከሱ ጋራ አብረው ይሰመሩ ዘንድ እግዝአብሔር ወደ ዮሴፍ አመጣቸው። እነዚህም የያዕብ የልጅ ልጆች ብዙ ሆኑ ግብፃውያንም ልጆቻቸውን እስኪገሉባቸው ድረስ ያስፈሯቸው ያስጨንቋቸው ጀመር።"
        },
        {
          "verse": "4",
          "text": "የእስራኤል ልጆች በብዙ ውሀ ፈሳሽ ጣሏዋቸው እኒህ እስራኤልም ለልጆቻቸው ጥፋት የጨኸ ወደ ጌታቸውም ይከሱ ያጣሉ ጀመር ከግብፃውያን የዳነ ሙሴም ወደ ምድያም ሰዎች ሸሽቶ ሄደ። ያ የእስራኤል ጌታ የእስራኤልን ልመና ሰምቶ ከፍ ካለ ከጽርሐ አርያም እስቲወርድ ድረስ እስራኤል ፈጽመው ወደሱ ሲጮሁ በፍጹምም አእምሯቸው ጌታቸውን ስለምኑት አየኋቸው።"
        },
        {
          "verse": "5",
          "text": "ወደነሱ መጥቶ አያቸው ከግብፃውያን ኰብሎ የሄደ ያንን ሙሴን ጠርቶ እስራኤልን እንዳይነኳቸው ያዳኝባቸው ዘንድ የግብፃውያንን ነገር ነገረው። ያም ሙሴ በጌታ ቃል ታዞ ወደ ግብፃውያን ሄደ ልዩ የሆነ አሮንም ያንን ሙሴን ተገናኘው አብሮት ሄደ። ሁለቱም ሁሉ አንድ ሆኑው ወደነዚህ ግብፃውያን አደባባይ ገቡ ተናገሯቸው። እንግዲህ ወዲህ አስራኤልን እንዳይነኳቸው አዳኙባቸው።"
        },
        {
          "verse": "6",
          "text": "ከዚያም በኋላ ግብፃውያን በኃይላቸው ሁሉ በእስራኤል ላይ ፈጽመው እንደጸኑባቸው አየኋቸው። እስራኤልም ጮሁ ጌታቸውም ወደ እስራኤል መጥቶ እነዚህ ግብፃውያንን ጠፋቸው ጀመር። ግብፃውያንም ይጮሁ ጀመር እስራኤል ግን ዝም አሉ ከዚህም ቀን ጀምሮ አልጮሁም ከግብፃውያንም ተለይተው እስቲወጡ ድረስ ደርሼ እስራኤልን አየኋቸው። የግብፃውያንም ዓይነ ልቡናቸው በድንቁርና ተሸፈነ እኒህም ግብፃውያን ከሠራዊቶቻቸው ሁሉ ጋራ እስራኤልን ተከተሏቸው።"
        },
        {
          "verse": "7",
          "text": "የእስራኤልም ጌታ እየመራቸው ከነሱ ጋር ሄደ እስራኤልም ሁሉ እሱን ተከተሉት ፊቱም የበራ የከበረ ነው መልኩም የሚያስፈራ ነው። ግብፃውያን ግን በተጠራቀመች አንዲት ውኃ እስኪገናኟቸው ድረስ እኒህ እስራኤልን ይከተሏቸው ጀመር። /ኤርትራ/ ያም የተጠራቀመው ውኃ ከሦስት ካራት ተከፈለ ውኃውም ግራና ቀኝ ተከፍሎ በፊታቸው ጸና የእስራኤልም ጌታ ይመራቸው ነበር በግብፃውያንና በእስራኤልም መካከል ቁሞ ነበር።"
        },
        {
          "verse": "8",
          "text": "እኚህም ግብፃውያን እስራኤልን ገና አላይዋቸውም ነበር በዚህ በተጠራቀመውም ውኃ መካከል ሄዱ። ግብፃውያንም እስራኤልን ተከተሏቸው እኒህም ግብፃውያን በተጠራቀመው ውኃ ላይ እነሱን ተከትለው ሮጡ። የእስራኤልንም ጌታ ባዩት ጊዜ ከፊቱ ይሸሹ ዘንድ ተመለሱ። ያም የተጠራቀመው ውኃ ተሰበሰበ ፈጥኖም እንደ ቀድሞ ፍጥረቱ ሆነ እኒህ ግብፃውያንን እስኪ አሰጥማቸው ድረስ ደርሶ መልቶ ከፍ ከፍ አለ። እስራኤልን የተከተሏቸው ግብፃውያን ሁሉ እስቲጠፉ ድረስ ደርሼ እስቲሰጥሙም ድረስ አየሁ። እስራኤል ግን ከዚህ ከውኃው ወጥተው ሣረና ውኃ ወደሌለበት ምድረ በዳም ሄዱ። ዓይነ ልቡናቸውም ፈጽሞ ምሥጢርን ይመረምር ጀመር የእስራኤልም ጌታቸው ሲጠብቃቸው እህል ውኃ ሲሰጣቸው አየሁ።"
        },
        {
          "verse": "9",
          "text": "ያም ሙሴ በፊት በፊት እየሄደ ይመራቸው ነበር ያም ሙሴ ረጅም ወደሆነ ወደ ደብረ ሲና ራስ ወጣ። የእስራኤልም ጌታ እግዚአብሔር ሙሴን ወደነሱ ላከው ከዚያም በኋላ በፊታቸው የቆመ የእስራኤልን ጌታ አየሁት። መልኩም ያማረ ነው የሚአስፈራም ነው ኃይለኛም ነው እኒህም እስራኤል ሁሉ እሱን አይተው ፊቱ ከመገለጡ የተነሣ ፈሩ። እነዚህም ሁሉ ከሱ የተነሣ ፈርተው ይርዱ ይንቀጠቀሙ ነበር በመካከላቸው ከነበረ ሁለተኛ ከሆነ ከአሮን ጋራ ያለ ያንን ሙሴን ተከትለው ጮሁ። በጌታችን ፊት መቆም ፊትንም ማየት አይቻለንምና አይናገረን አሉ የሚመሯቸውም ይህ ሙሴ ተመልሳ ወደ ደብረ ሲና ራስ ወጣ። የእስራኤልም ዓይነ ልቡናዎቻቸው በድንቁርና ይያዙ ከአስተማራቸውም ሕግ ወጥተው ይስቱ ጀመር።"
        },
        {
          "verse": "10",
          "text": "ይህም ሙሴ በደላቸውን አላወቀም ነበር የእስራኤል ጌታ እግዚአብሔር ግን በነርሱ ታላቅ ቁጣን ተቈጣባቸው። ይህም ሙሴ በደላቸውን አውቆ ከደብረሲና ራስ ወረደ። ወደ እስራኤልም መጣ ዓይነ ልቡናዎቻቸው በድንቁርና የተያዙ ከሕጉም ወጥተው የበደሉ ብዙ ሰዎችን አገኘ። እስራኤልም ሙሴን ባዩት ጊዜ ፈሩ ከፊቱ መገለጥ የተነሣ ተንቀጠቀጡ ወደ ሕጋቸውም ይመለሱ ዘንድ ወደዱ። ይህም ሙሴ ከነሱ የተለዩ ሌዋውያንን ይዛ ወደ በደሉ ወደነዚህ ወደ እስራኤል ገባ። ከዚህም በኋላ ይገሏቸው ጀመር እስራኤልም ከፊቱ መገለጥ የተነሣ ፈሩ ይህም ሙሴ የበደሉ እኒህ እስራኤልን ወደ አምልኮት መለሳቸው ወደ ሕጎቻቸውም ተመለሱ።"
        },
        {
          "verse": "11",
          "text": "ያም ሙሴ ባለ አእምሮ እስቲሆን ድረስ ለእስራኤል ጌታ ለእግዚአብሔርም መደሪያ ደብተራ ኦሪትን እስኪሠራ ድረስ እስራኤልንም ሁሉ በዚያ በደብተራ ኦሪት ሠራት እስኪያቆማቸው ድረስ ደርሼ በዚያ ቦታ ራዕይ አየሁ። እስራኤልን የመራቸው ይኸን ሙሴን የተገናኘው ያ አሮን እስቲሞት ድረስ ደርሼ አየሁ። ስልሳው አልፍ አጋር ሁሉ እስቲጠፋ ድረስ ደርሼ አየሁ ስለነሳቸውም ፈንታ ውለድ ተነሡ ብዙ ወገን ወደሚሆንም ገቡ። ወደ ውሀው ፈሳሽ /ዮርዳ/ ቀረቡ የሚመራቸው ባለ አእምሮ የሆነው ይህ ሙሴ ከነሱ ተለይቶ ሞተ።"
        },
        {
          "verse": "12",
          "text": "እስራኤልም ሁሉ ፈልገው አጡት በሱም ሞት ታላቅ ጩኸትን ጮሁ ለዚህም ለሙሴ በሚጮሁት ጩኸት ዝም እስቲሉ ድረስ ደርሼ አየሁ። የዚያንም ውሀ ፈሳሽነት አልፈውት ሄዱ ስለ ሞቱት ሰዎች ምትክ እስራኤልን የሚመሯቸው ሹማምንት ሁሉ ተሾሙ ተሾመውም መሯቸው። እስራኤልም ወዳማረ ቦታ ወደ ተወደደች ወደ ከበረች ወደ ኢየሩሳሌምም እስኪገቡ ድረስ ደርሼ አየሁ። እነዚህም እስራኤል እስቲጠግቡ ድረስ ደርሼ አየሁ ያም ደብተራ ኦሪት ባማረች በኢየሩሳሌም በመካከላቸው ጸንቶ ይኖር ነበር።"
        },
        {
          "verse": "13",
          "text": "ዓይነ ልቡናዎቻቸው የሚገለጡበት ወራት አለ ከአሮን ልዩ የሆነ ሳሙኤል ተነሥቶ እስቲሾምላቸው ድረስ በድንቁርና የተያዙበት ወራት አለ። ሳሙኤልም ወደ አምልኮቱ መለሳቸው የልቡናቸውም ዓይኖች በሩላቸው። ከሳሙኤል ልዩ የሆነ ከነሱ አንዱ ሳኦል ተነሥቶ እስቲነግሥላቸው ድረስ እኒህ እስራኤልን ኢሎፍላውያን አማሌቃውያን የኤዶምያስም ሰዎች ያጠፏቸው ጀመር።"
        },
        {
          "verse": "14",
          "text": "ይህም ሳኦል ካወዲያና ከወዲህ አያለ ሁሉንም ጨርሶ እስቲያጠፋቸው ድረስ እነዚህን ኢሎፍላውያንን አማሌቃውያንም የኤዶምያስንም ሰዎች ይዋጋ ጀመር። የዚያ የሳሙኤልን ዓይነ ልቡናዎቹ በሩለት እስራኤልን የሚጠብቅ ጌትነቱን የተወ የዚያነ የሳኦልን ዕዳውን አወቀበት። እነዚህ አስራኤልንም ይጐዳቸው ይረግጣቸውም ጀመር እሱም ተድላ ደስታ ሳያገኝ ኖረ። የእስራኤል ጌታ እግዚአብሔርም ሳሙኤልን ከሳኦል ልዩ ወደ ሆነ ወደ ዳዊት ላከው ንጉሥ ይሆን ዘንድ ጌትነቱን ስለተወ ስለ ሳኦል ፈንታ እስራኤልን ይገዛቸው ዘንድ ቀብቶ አነገሠው። ወደ ዳዊት ሄዶ ለብቻው ተናገረው ያንን ዳዊትንም ቀብቶ አነገሠው ለእስራኤልም ገዥ አደረገው።"
        },
        {
          "verse": "15",
          "text": "በዚህ ሁሉ እኒህ ኢሎፍላውያን አስራኤልን እየመጡ ያስጨንቋቸው ነበር። መጀመሪያ የነገሠ ሳኦልም በኋላ የሚነግሥ ዳዉትን አስወጥቶ ሰደደው በኋላ የሚነግሥ ዳዊትም ከፊቱ ተነሥቶ ሸሸ። መጀመሪያ የነገሠ ሳኦልን ኢሎፍላውያን አስቲያጠፉት ዶረስ ደርሼ አየሁ። ከሱ በኋላ የነገሠ ዳዊትም ተነሥቶ በአእምሮ ያነሱ እስራኤልን ጠበቃቸው። ከሱም በኋላ የነገሠ ዳዊት ብዙ ልጆችን ወልዶ ሞተ። ሰሎሞንም ስለሱ ፈንታ ነገሠ ለኒህም ለእስራኤል ፍጹም ገዥ ሆነ በሱም ዘመን እስራኤል በውቀት ጐለመሱ። እኒህም እስራኤል በሱ ዘመን ብዙ እኒህም ሁሉ ኢሎፍላውያን አማሌቃውያን የኤዶምያስ ሰዎች ከሱ የተነሣ ፈርተው ሸሹ። ያም ሰሎሞን አሕዛብን ሁሉ ወጋ እነዚያም አሕዛብ ዳግመኛ በእስራኤል መካከል አልገቡም ከነሳቸው ፈጽመው ምንም ምን ገንዘብ አልነጠቁም።"
        },
        {
          "verse": "15",
          "text": "ይህም ደብተራ ኦሪት ታላቅ ሰፊም ሆነ ለእስራኤል ገዥ ለእግዚአብሔርም በዚህ ደብተራ ኦሪት ላይ ለኒህ ለእስራኤል ጌታ ታላቅ ቤተ መቅደስ ተሠራ። ይህም ደብተራ ኦሪት ተዋረደ ቤተ መቅደስ ግን ከበረ ታላቀ ሆነ የእስራኤል ፈጣሪ እግዚአብሔርም በዚያ በቤተ መቅደስ ላይ በረድኤት አደረባት ብዙ የሆነች መሥዋዕትንም በፊቱ አቀረቡ። ዳግመኛም እኒህን እስራኤልን እንደ በደሉ በብዙ ሥራዎችም ጸንተው እንደ ኖሩ አየኋቸው ያንም ቤተ መቅደስ እንደ ተው። የእስራኤል ጌታ እግዚአብሔርም እስራኤል ዓበይት ነቢያትን ጠርቶ አስተምሩ ብሎ ወደ እስራኤል ላካቸው እስራኤልም ይገሏቸው ጀመር። ከነቢያትም አንዱ ኤልያስ ከሞት ዳነ አልሞተም ፈጥኖ ሄዶ በእስራኤል ከተማ አስተማረ።"
        },
        {
          "verse": "15",
          "text": "እስራኤልም ሊገሉት ወደዱ የእስራኤል ገዥ እግዚአብሔርም ከእስራኤል እጅ አዳነው ወደኔም አውጥቶ አኖረው። ያዳኙባቸው ዘንድ በነሱም ዘንድ ጩኸው ያስተምሩዋቸው ዘንድ ከዓበይት ነቢያተ ልዩ የሆኑ ደቂቀ ነቢያትን ወደነሪዚህ ወደ እስራኤል አስተምሩ ብሎ ሰደዳቸው። የእስራኤል ገዥ የእግዚአብሔር ማደሪያ ቤተ መቅደስን በተው ጊዜ ከነሱ የተነሣ የመጣባቸውን መከራ አየሁ ከዚህ ሁሉ ሥራት ወጥተው ዓይነ ልቡናቸውም በድንቁርና ተያዘ።"
        },
        {
          "verse": "16",
          "text": "የእስራኤል ገዥ እግዚአብሔርም ብዙ ሰለፍን በራሳቸው ላይ እንዳደረገ በየወገናቸውም እነዚህ አስራኤል ያንን ሰልፍ እስኪጠሩት ድረስ ደርሼ አየሁ። ማደሪያው ቤተ መቅደስንም ለአሕዛብ ሰጡ እሱም በፋርስና በባሊሎን ሰዎች በሶርያና በግብጽ ሰዎች በሌሎች አሕዛብ እጅና ባማሌቅ ሰዎች እጅ ጣላቸው። እኒህ አሕዛብ እኒህ እስራኤልን በሞት ይነጥቋቸው ጀመር እነሱም ይህንን ቤተ መቅደሳቸውን ማደሪያቸውንም እንደ ተው አየሁ።"
        },
        {
          "verse": "17",
          "text": "በሞት ይነጥቋቸውም ዘንድ በባሊሎን ሰዎች አጅ ከብታቸውንም ይበሉባቸው ዘንድ በሌሎች አሕዛብም ሁሉ እጅ ጣላቸው። ከአሕዛብ የተነሣ ከብታቸው ተበልቶባቸዋልና እኔም በፍጹም ኃይሌ እጮህ የእስራኤል ጌታ እግዚአብሔርን እለምነው የእስራኤልንም ግፍ አሳየው ጀመርኩ። እሱም እያየ ዝም አለ ከብታቸው ፈጽሞ ተበልቶባቸዋልና አገራቸውንም ተቀምተዋልና እሱም ገንዘባቸውን ሊያጠፉባቸው በሌሎች አሕዛብ እጅ ጥሏቸዋልና ደስ አለው።"
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "verse": "1",
          "text": "ሰባውን ነገሥታት ጠራ የጠብቋቸውም ዘንድ እኒህ እስራኤልን ጠብቁ ብሎ በነዚህ እጅ ጣላቸው። ነገሥታቱን ሠራዊቶቻቸውንም ሁሉ ከናንተ አንዱም አንዱም ከዛሬ ጀምሮ አእስራኤልን ይጠብቋቸው ዘንድ ጠብቁ አለ እኔም የማዛችሁን ሁሉ አድርጉ አላቸው። እኔም በቁጥር እስጣችኋለሁ ከነሱም የሚጠፋውን እኔ እነግራችኋለሁ እነሱንም አጥፉ እነዚህ እስራኤልንም ጠብቁ ብሎ ሰጣቸው። ከሰው ልዩ የሆነ ሚካኤልንም ጠራው ካዘዝኋቸው ፈጽመው ወጥተው ከነሱ ያጠፋሉና በኒህ እስራኤል ላይ መምራኑ የሚያደርጉትን ጥፋት ሁሉ አይተህ ልብ አድርገው አለው። በኔ ትእዛዝ የሚያጠፏቸው ምን ያህልም እንደ ሆነ በነሱም ፈቃድ የሚያጠፉት ምን ያህል እንደ ሆነ ጥጋባቸውን በነገሥታቱም የሚደረገውን ጥፋት ሁሉ ጻፍ አለው።"
        },
        {
          "verse": "2",
          "text": "አንዱም አንዱም ንጉሥ የሚያጠፉትን ጥፋት ሁሉ በነሱ ላይ ጣፈው በፊቴም በቁጥር አንብብ ምንም ያህል ያጠፏቸው እንደ ሆነ ምንም ያህል ለጥፋት ያሰጧቸው እንደ ሆነ። የነገሥታቱን ሥራቸውን ሁሉ መርምሬ አውቅ ዘንድ ይህ መስክር ሊሆነኝ ጻፍ።  ባዘዝኋቸው ትእዛዝ ጸንተው ይኖሩ እንደሆነ አይኖሩ እንደሆነ የሚያደርጉትንም አይቼ እሰጣቸው ዘንድ ጻፍ አለው። በየጊዜው አንዱም አንዱም የሚያጠፉተን የነገሥታቱን ጥፋት ሁሉ ጽፈሕ ሁሉንም ወደ እኔ አምጣው እንጂ እነሱ ግን አይወቁ አንተም አታሳያቸው ዳግመኛም አታስተምራቸው አለው።"
        },
        {
          "verse": "3",
          "text": "እኒህም ነገሥታቱ በየሹመታቸው እስኪጠብቋቸው ድረስ ደርሼ አየሁ ይገሉ ጀመር ካዘዝኋቸውም ትእዛዝ ወጥተው ብዙ ያጠፉ ጀመር። ነገሥታቱም እኒህን እሰራኤልን በባሊሎን ሰዎች እጅ ጣሏቸው የፋርስና የባቢሎን ሰዎችም ከእስራኤል ብዙዎችን ፈጽመው አጥፏቸው። የኤዶምያስም ሰዎች ከነሱም ጋር የእስራኤልን ከብት አጠፉ ቤተ መቅደስንም አቃጠሉት እስራኤል የሚጠበቁበት ይህንንም ቤተ መቅደስ ቁፈሩት። እስራኤል የሚጠበቁበት ያ ቤተ መቅደስ ተቈፍሯልና ቤተ መቅደስ ስለ ፈረሰ ፈጽሜ እጅግ አዘንኩ።"
        },
        {
          "verse": "4",
          "text": "ከዚያም በኋላ እኒህ እስራኤል ወደ ቤተ መቅደስ ይገቡም እንደ ሆነ አይገቡም እንደ ሆነ እነሱን ማየት አልተቻለኝም። መምራኑ ደቀ መዛሙርቱም እኒህ እስራኤልን ያጠፋቸው ዘንድ በኃጢአት ለሚኖሩ አሕዛብ ሁሉ አሳልፈው ሰጧቸው። ከነሱ አንዱም አንዱ ሁሉ በየሹመቱ በቁጥር ይቀበላል ከነሱ የሚያጠፋው መንም ያህል እንደ ሆነ አንዱ ለሁለተኛው በመጽሐፍ ይጽፍለታል ይልቁንም ከሥራታቸው ወጥተው አንዱም አንዱም ይገላል ዳግመኛም ያጠፋል።"
        },
        {
          "verse": "5",
          "text": "እኔም ስለነዚህ ስለ እስራኤል ብዙ ጊዜ ፈጽሜ አለቅስ ጀመር። እንደዚህም በራዕይ ይኸን ነገር የማጽፍ ቅዱስ ሚካኤልን በቀኑ ሁሉ ከኒህ ከመምራኑ ለሚጠፋው ላንዱም ላንዱ እንዲጥፍለት አየሁ። አውጥቶም እንዲያኖረው አየሁ ለእስራኤል ጌታ ለእግዚአብሔርም ያንን መጽሐፍ ሁሉ የሚሠሩትንም ሥራ ሁሉ ከነሱ አንዱም አንዱ በሞት ያራቀንም ሁሉ ለጥፋት አሳልፈው የሰጡትንም ሁሉ ያሳያል።"
        },
        {
          "verse": "6",
          "text": "መጽሐፉም በእስራኤል ጌታ ፊት ተነበበ ጌታም መጽሐፊቱን በጁ አንሥቶ አንብቦ አጥፎ አኖራት። ከዚያም በኋላ ነገሥታቱ እስራኤልን አሥራ ሁለት ሱባዔ ሲጠብቋቸው አየሁ ከነዚህም ከእስራኤል ሦስቱ ተመልሰው መጡ ወዳገራቸው ገቡ። ከዚያም ቤተ መቅደስ የፈረሰውን ሁሉ ይሠሩ ጀመር የኤዶምያስም ሰዎች ከለከሏቸው ነገር ግን ከልክለው ማስቀረት አልተቻላቸውም። ዳግመኛም እንደ ቀድሞው ይሠሩ ጀመር ቤተ መቅደስንም እንደ ቀድሞ አደሱት ታላቅ ግንብም ሆነ። ዳግመኛም በቤተ መቅደስ ፊት ማዕድን ሲያኖሩ ንጹሕ ያይደለውን ርኩሱን ዳባ ሁሉ በሱ ላይ ሲሠሩ አየሁ። በዚህ ሁሉ ላይ የእስራኤል ዓይነ ልቡናቸው /ዕውቀት/ በድንቁርና ተይዘዋል ምሥጢርም አያዩም መምሮቻቸውም እንደዚሁ ናቸው።"
        },
        {
          "verse": "7",
          "text": "ለጥፋትም ፈጽመው ይሰጧቸዋል እስራኤልንም በእግራቸው ይረግጧቸዋል /ይሠለጥኑባቸዋል/ ገንዘባቸውንም ይበሉባቸዋል። የእስራኤልንም ጌታ እግዚአብሔር እስራኤል ሁሉ ዳግመኛ እስኪበተኑ ድረስ ዝም አለ ከአህዛብም ጋር አንድ ሆኑ ከአሕዛብም እጅ አላዳኗቸውም። መጽሐፉን የሚጽም ይህም ቅዱስ ሚካኤል አውጥቶ ለጌታ አሳየው በእስራኤል ጌታ በእግዚአብሔር ማደሪያ አነበበው ስለነሱም ይለምነዋል። የመምህራኑንም ሥራ ሁሉ እያሳየው ይለምነዋል በመምህራኑም ሁሉ ላይ በፊቱ ይዳኛል ይህንንም መጽሐፍ አንሥቶ በሱ ዘንድ አኑሮ ወጣ።"
        },
        {
          "verse": "8",
          "text": "ነገሥታቱም እስከ ነገሡበት ዘመን ደርሼ አየሁ ሠላሳ ሰባት ነገሥታትም እንደዚህ አድርገው ይጠብቁ ነበር። ሁሉም በየሹመታቸው እንደ ቀድሞዎቹ ነገሥታት ጠብቀው ጨረሱ። ሌሎች ነገሥታትም በየሹመታቸው ይጠብቋቸው ዘንድ ከጃቸው ተቀበሏቸው አንዱም አንዱ ንጉሥ ሁሉ በየሹመቱ ይጠብቃል። ከዚህ በኋላ በከፍታ የሚኖሩ አሕዛብን ሁሉ በራዕይ አየሁ መጡ የሞዓብና የአሞን ሰዎች ያልታወቁ አሕዛብ ሮማውያንም የሞዓብና የአሞን ሰዎች ያልታወቁ አሕዛብን ሁሉ እየመሩ ሲያመጧቸው አየሁ።"
        },
        {
          "verse": "9",
          "text": "እነዚህንም እስራኤልን ያጠፏቸው ጀመር። አይናቸውም ያጠፏቸው ጀመር ከብታቸውንም ይበሉባቸው ጀመር። እስራኤልም ከአሕዛብ የተነሣ ከብታቻው ተበልቶባቸዋልና ወደ እግዚአብሔር ጩኸው ለመኑ። እኔም ተኝቼ ሳለሁ ጮኩ እስራኤልንም በሚጠብቃቸው በንጉሡም ጮኩ። እስራኤልም ከኢሎፍላውያን የተነሳ ከሞዓብ ከአሞንም የተነሣ ካልታወቁ አሕዛብ የተነሳ እስኪጠፉ ድረስ ደርሼ አየሁ። ገንዘባቸውን ልብሳቸውን ልጃቸውንም ወገኖቻቸው ብቻቸውን እስቲቀሩ ድረስ ፈጽመው አልተውላቸውም ወገኖቻቸውም በዚህ ዓለም ጠፉ እስራኤልም ከብዛታቸው አነሱ። ሃያ ሦስትም ነገሥታት እስከ ተሾሙበት ዘመን ድረስ ደርሼ አየሁ አምሳ ስምንት ሱባኤን በየሹመታቸው ተሾመው ጨረሱ።"
        },
        {
          "verse": "10",
          "text": "አእምሮ ካላቸው ከኒህ ከዓበይት ነቢያት ንዑሳን ሐዋርያት ከእስራኤል ተወለዱ የእስራኤል ዓይነ ልቡናቸውንም ይገልጡ ጀመር ይጠብቃሉ እስራኤንልም ጩኸት ያስተምሩ ጀመር። ፈጽመው ቸል አሉ እንደ ዓይነ ልቡናዎቻቸውም ፈጽመው በድንቁርና ትያዙ እንጂ ድንቁርናውም በነሱ የበረታ ሆነ እንጂ እስራኤል አልሰሟቸውም የነገሯቸውንም ነገር አላዳመጧቸውም። በራዕይም ሮማውያን ወደነዚህ ወደ ሐዋርያት ፈጥነው ሲሄዱባቸው አየሁ ከኒህም ከሐዋርያት ለይተው አንዱን ዮሐንስን ይዘው ገደሉት።"
        },
        {
          "verse": "11",
          "text": "ሐዋርያትንም ፈጽመው ገደሏቸው ለኒህም ለሐዋርያት ሥልጣን እስቲሰጣቸው ድረስ ደርሼ አየሁ ሮማንያውያንም ሥልጣናቸውን እናጠፋለን አሉ። ከእኒህ ከእስራኤል አንዱ ገናና ክርስቶስ እስኪወለድ ድረስ ደርሼ አየሁ ዓይነ ልቡናቸውም ተገለጠላቸው። በነሱም ምሥጢር አየባቸው ዓይነ ልቡናቸውም ተገለጠላቸው ሐዋርያትንም ተከተሉኝ አላቸው ሐዋርያትም ሁሉ አይተውት ወደሱ ሄዱ።"
        },
        {
          "verse": "12",
          "text": "ከዚህም ሁሉ ጋር እኒህ የሞዓብ የአሞን ሰዎች ያልታወቁ አሕዛብ ሮማውያን ሌሎች አሕዛብ ሐዋርያትን እስከ ዛሬ ድረስ ያጠፏቸው ነበር።ፈጥነው ወደሳቸው ሄደው ያጠፏቸው ነበር ሐዋርያት ግን ዝም ብለው ነበር ኋላ ግን ለእስራኤል ጩኸው አስተማሩ እነዚህም ሮማውያን ከጌታ ጋራ ይጋደሉ ይጣሉም ነበር። የጌታንም ሥልጣን ሊያጠፉ ወደዱ ነገር ግን አልቻሉትም (አንስርት) ሌሎቹ ነገሥታት የሞዓብ የአሞንም ሰዎች እነዚህ ሌሎች አሕዛብም እስኪመጡ ዳረስ ደርሼ አየሁ። የዚህን የጌታን ሥልጣን ያጠፉ ዘንድ ለሮማውያን እርዱን ብለው ጮሁ። ሮማውያንም ከጌታ ጋር ተጣልተው ተጋደሉ እሱም ከነሱ ጋር ተጣላ ረዳኤ አምላክነቱን የሚመሰክርለት መላክ ይመጣ ዘንድ ጮኸ።"
        },
        {
          "verse": "13",
          "text": "የነገሥታቱንም ስም የጻፈ ይህ ቅዱስ ሚካኤል እስኪመጣ ድረስ ደርሼ አየሁ። ወደ እስራኤል ጌታ ፊት ይዞ ይወጣል እሱም ረዳኤ አምላክ ነህ አለው ሁሉንም ገልጦ አሳየው ይህንንም ክርስቶስን ረዳኤ አምላክ ነህ የሚለው መልአክ ወረደ ይህም የእስራኤል ጌታ እግዚአብሔር ወደነሱ በመዓት እስኪመጣባቸው ድረስ ደርሼ አየሁ። ያዩትም አይሁድ ሁሉ ሸሹ ሁሉም ከገጸመዓቱ የተነሳ በሥልጣኑ ጠፉ የሞዓብ የአሞን ሰዎች ሁሉ ሌሎች አሕዛብም ሁሉ ሮማውያንም ሁሉ ሌሎች አሕዛብም ተሰበሰቡ። እስራኤልንም ለማጥፋት የሮምን ሰዎች ከነሱ ጋር አመጧቸው።"
        },
        {
          "verse": "14",
          "text": "ሁሉም አንድ ሁነው መጡ የዚህን የክርስቶስን ሥልጣን ሊያጠፉ ተራዱ። በጌታ ቃል መጽሐፉን የሚጽፍ ይህንን ቅዱስ ሚካኤልንም በኋላ የተነሡ እኒህ አሥራ ሁለቱ ነገሥታት ሰውን ያጠፉበት ይህንን መጽሐፍ እስቲገልጠው ድረስ ደርሼ አየሁ። ከነሱ አስቀድሞ ከነበሩት ይልቅ እነሱ አብልጠው ሰውን እንዳጠፋ በእስራኤል ገዠ ፊት አሳየ የእስራኤልም ገዠ እግዝአብሔርም ወደ እነሱ እስኪመጣ ድረስ ደርሿ አየሁ።"
        },
        {
          "verse": "15",
          "text": "ቁጣውን የሚጨርስበት በትሩን በጁ አንሥቶ ምድርን መታት ምድርም ተሰነጠቀች አሕዛብም ሁሉ እስራኤልም ሁሉ ከኒህም ከአይሁድ ወገኖች ከዚያ ወድቀው በምድር ሰጠሙ ምድርም ተጫነቻቸው። ለሐዋርያትም ታላቅ ሥልጣን እስኪሰጣቸው ድረስ ደርሼ አየሁ ሐዋርያትም ከውቀት ምድረ በዳ ወደ ሆኑ ወደ አሕዛብ ሁሉ ሊያጠፏቸው ወጡ። በከፍታ የሚኖሩ አሕዛብም ሁሉ ከፊታቸው ሸሹ።"
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "verse": "1",
          "text": "ባማረች በኢየሩሳሌም ቤተ መቅደስ እስቲሠራ ድረስ ደርሼ አየሁ የእስራኤልም ጌታ በሱ በረድኤት አደረበት። የተጣፉትንም መጣፎች አንስቶ በእስራኤል ጌታ ፊት እነዚህን የተጣፉ መጣፎች ገለጣቸው። የቀደሙ አእምሮ ያደረባቸው እኒህን ሰባቱን መላእክት ጠሯቸው አፍረታቸው እንደ ፈረስ አፍረት የሆነ ከኒህ ከደቂቀ ሴት የሚቀድም መጀመሪያ የተሾመ ስማዝያ ወደ እሱ ያመጡት ዘንድ አዘዛቸው አስቀድሞ የወደቀ መጀመሪያ የተሾመ ዲያብሎስን አመጡት ሌሎችንም ሁሉ ወደሱ አመጧቸው። ባለ አእምሮ ከሆኑ ከሰባቱ ሊቃነ መላእክት አንድ የሚሆን በሱ ፊት የነገሥታቱን ግፍ የሚጽፍ ቅዱስ ሚካኤልን።"
        },
        {
          "verse": "2",
          "text": "እስራኤልን ጠብቁ ብዬ የሰጠኋቸውን ተቀብለውም ካዘዝኋቸው ወጥተው ብዙዎችን ያጠፉ እነዚህን ሰባውን ነገሥታት ወስደህ አግዛቸው አለው። ሁሉንም እነሆ ታስረው አየኋቸው ሁሉም በፊቱ ቆሙ አስቀድሞ ፍርድ በደቂቀ ሴት ተጀመረ ተወቀሱ ኃጢአተኞች ሁነው ተገኙ ፍጹም መቻያም ወደሚደረግበት ቦታ ተፈርዶባቸው ሄዱ። መላእክትም ወደ ጥልቅ ገሃነም ጣሏቸው ያም ቦታ ፈጽሞ የሚያላልብ እሳትን ምሰሶ የተመላ ነው። እነዚያም ሰባው ነገሥታት መምራኑ ተወቀሱ ኃጢአተኞችም ሆኑ እነሱም ወደዚህ ጥልቅ ገሃነም ወደቁ።"
        },
        {
          "verse": "3",
          "text": "እንደዚሁ እሳትን በተመላ ምድር መካከል አንድ ገሃነምን በዚያን ጊዜ ተከፍቶ አየሁት። በድንቁርና የተያዙ እነዚህም አይሁድን ወደዚያ ቦታ አመጧቸው ሁሉም ተወቀሱ ኃጢአተኞች ሁነው ተገኙ። እሳት ባለበት በዚህ በገሃነም ወድቀው ተቃጠሉ። ይህም ጥልቅ ገሃነም በዚህ ቤት (መንግሥተ ሰማያት) በቀኙ ሆነ እነዚህንም አይሁድን በገሃነም ሲቃጠሉ ወገናቸውም ሲቃጠል አየሁ። ይህንን ያረጀውን ቤት (ሕገ ኦሪት) እስኪያፈርሰው ድረስ ደርሼ ለማየት ቆምኩ ምሰሶዎችንም ሁሉ አወጧቸው። (ነቢያት ካህናት) የዚያም ቤት ጌጡና ተክሉ ሁሉ (ሥርዓተ ኦሪት) ከሱ ጋር ፈረስ መላእክትም አውጥተውም በዚህ ዓለም ቀኝ ባለ ባንድ ቦታ (፩ ያዕቆብ) ጣሉት።"
        },
        {
          "verse": "4",
          "text": "የእስራኤል ገዝ እግዚአብሔርም ከዚህም ከቀደመው ቤት ፈጽሞ (ወንጌል) የሚበልጥ አዲስ የሆነ ቤትም አምጥቶ እስኪሠራ ድረስ ደርሼ አየሁ ያንንም ቤት አምጥቶ አስቀድማ በፈረሰችው ቤት ቦታ አጸናው። ምሰሶዎቿም ሁሉ አዲሶች ናቸው። ጌጧም ሁሉ አዲስ ነው ቀድሞ አርጅታ ካፈረሳትም ቤት ይልቅ ታላቅ ነው ሐዋርያትም ሁሉ በመካከሏ ናቸው። ከሞት የቀሩ አስራኤልንም ሁሉ አየኋቸው በዚህ ዓለም የቀሩም ሁሉ ከሰማይ በታች ያሉ አሕዛብም ሁሉ።"
        },
        {
          "verse": "5",
          "text": "እኒህ ለሐዋርያት ወድቀው ይሰግዳሉ ይለምኗቸዋል የነገሯቸውንም ሁሉ ቃል ይሰሙዋቸዋል። ከዚህም በኋላ ነጭ ልብስ የለበሱ አስቀድመውም ወደ ሰማይ ያወጡኝ እነዚህም ሦስቱ መላእክት እጄን ያዙኝ። የዚያም የክርስቶስ ሥልጣኑ ይዛኝ ሳለች ፍርድ ሳትደረግ አውጥተው በኒህ በሐዋርያት መካከል አኖሩኝ። እነዚያም ሐዋርያት ሁሉ ባለአእምሮ ሆኑ ፀጋ ክብራቸውም ታላቅ ሆነ ከነቀፉም የነፃ ሆነ። የጠፋ የተበተኑ ሁሉ በሩቅ ያሉ አሕዛብም ሁሉ በኢየሩሳሌም የነበሩ እስራኤልም ሁሉ በዚህ ቤተ መቅደስ ተሰበሰቡ። ሁሉም ደጋግ ሁነዋልና ወደ ማደሪያው ቤተ መቅደስም ተመልሰዋልና የእስራኤል ገዥ እግዚአብሔርም ታላቅ ደስታ ደስ አለው።"
        },
        {
          "verse": "6",
          "text": "ለሐዋርያት የተሰጣቸው ይህንንም ሥልጣን እስኪያጠፉት ድረስ ደርሼ አየሁ ወደ ቤቱም መለሱት በጌታም ፊት ጠቅሎ አኖራት (ጠበቃት።) እስራኤልም ሁሉ በዝተው በዚያ በቤተ መቅደስ ሥራት ጸኑ አልቻላቸውም የሁሉም ዓይነ ልቡናዎቻቸው ተገልጠው በጎ በጎ ይመለከቱ ነበር ከነሱ አንዱም በመካከላቸው ምሥጢር የሚያይ አልነበረም። ያም ቤተ መቅደስ ታላቅ ሰፊም ምስጋናውንም ፈጽሞ የተመላ ሆኖ አየሁት አንድ ባለ አእምሮ ክርስቶስን ተወልዶ አየሁት ደቀ መዛሙርቶቹ ሐዋርያትም ታላላቆች ናቸው። እስራኤልና አሕዛብም ሁሉ ፈርተው በየጊዜው ይለምኑታል።"
        },
        {
          "verse": "7",
          "text": "ዘመዶቻቸውም ሁሉ በአእምሮ እስቲለወጡ ድረስ ደርሼ አየሁ ወገኖቸውም ሁሉ ባለ አእምሮ ሆኑ። መጀመሪያ የተናገርኩት ሐሳዊ መሲሕም በመካከላቸው ቁም ነገር ሆነ ይኸውም ሀሳዊ መሲህ ታሪክ አጥፈን ሆነ በሱም ዘንድ ታላላቅ በድንቁርናም የተያዙ ሐሳዊ ሄኖክ ሐሳዊ ኤልያስ አሉት። የእስራኤል ገዢ እግዚአብሔርም በነሱ በወገኖቻቸውም ሁሉ ደስ አለው። እኔም በመካከላቸው ተኝቼ ተነስቼ ሁሉን አየሁ ተኝቼም ያየሁት ራዕይ ይህ ነው። ተመኝታዬም ተነስቼ የቸርነት ባለቤት ጌታን አመሰገንሁት። ለሱም ምስጋናን አቀረብሁለት። ከሱም የተነሣ ታላቅ ልቅሶን አለቀስኩ ወዳየሁት ወደዚህ ገሃነም ሲወርዱ ባየሁ ጊዜ መታገሡን አልቻልኩምና እንባዬ አልተገታም።"
        },
        {
          "verse": "8",
          "text": "ሁሉ ወደዚህ ዓለም መጥቶ ይጨርሳልና የሰው ሁሉ ሥራ በየወገን በየወገኑ ተገለጠልኝ። በዚያችም ሌሊት የቀደመውን ሕልሜን አሰብኩት ይህንን ራዕይ አይቻለሁና ስለዚህም ነገር አለቀስኩ ታወክሁ። አሁንም ልጄ ማቱሳላ አስተምራቸው የሚል ቃል ጠርቶኛል እስከ ዘላለሙ ድረስ የሚደርስባችሁን ሁሉ ገልጬ አስተምራችሁ ዘንድ ዕውቀትም ተሰጥቶኛልና ወንድሞችህን ሁሉ ጥራልኝ የናትህንም ልጆች ሁሉ ሰብስብልኝ። ገልጬ አስተምራችሁ ዘንድ ዕውቀቱ በኔ ላይ በዝቶ ተሰጠኝ።"
        },
        {
          "verse": "9",
          "text": "ከዚያም በኋላ ከኔ ተለይቶ ሄደ ወንድሞቹን ሁሉ ወደሱ ጠራቸው ዘመዶቹንም ሰበሰባቸው ለልጆቹም ሁሉ እውነት ነገርን ነገራቸው። ልጆቼ የኔ ያባታችሁን ነገር ሁሉ ስሙ በናንተ አዳኝባችኋሉሁና ወዳጆቼ የሚያገኛችሁንም መከራ እነግራችኋለሁና ካንደበቴ የወጣውንም ነገር በሚገባ ስሙ አላቸው። የቀናች ሕግንም ውደዷት በሷም ጸንታችሁ ኑሩ ሁለት ልብም ሆናችሁ ወደ ቀሩት ሕግ አትዊረቡ ልጄ በውነት ሥራ ዘንታችሁ ኑሩ እንጂ ሁለት ለብ ሆነው ከሚኖሩ ሰዎች ጋር አንድ አትሁኑ። ያችም ወደ በጎ ሥራዎች ትመራችኋለች በዚህ ዓለም የግፍ አካል እንዲጸና አውቃለሁና በጎ ሥራ ከፈጣሪያችሁ ጋር አንድ ያደርጋችኋል። በዚህም ዓለም ጽኑ መቅሠፍት ይጨረሳል ግፍም ሁሉ ትጨረሳለች (ታልፋለች) ሰራዎቿም ይጠፋሉ።"
        },
        {
          "verse": "10",
          "text": "ሥራውም ሁሉ ያልፋል ዳግመኛም (ጥቅመ ሰናዖር) ግፍ ሁሉ ተሠርታ በዚህ ዓለም ትጨረሳለች የግፍ ሥራና የበደል ሥራ ሁሉ ትጀመራለች በደልም ሁለት አጥፍ ሆና ትሠራለች። ኃጢአትና ሐሰት በደልና ስድብ ክፍውም ሥራ ሁሉ እየበዛ ወንጀልና በደልም እየበዛ ጣፆትም እየተመለከ ጽኑ መቅሠፍት ከሰማይ ወርዶ በነዚህ ሁሉ ላይ ይደረጋል። በዚህ ዓለም ፍርድን ይፈርድ ዘንድ የከበረ ጌታ በመቅሠፍትና በመዓት ይመጣል።"
        },
        {
          "verse": "11",
          "text": "በነዚያ ወራቶች ግፍ ከሥራዎቿ ጋር ትጠፋለች ከክዳትም ጋራ በሐሠት ጸንተው የሚኖሩ ሰዎች ከሰማይ በታች ይጠፋሉ ይኽም ሁሉ ለአሕዛብ ይሰጣል። አዳራሸ በእሳት ትጠፋለች (ሰዶም ገሞራ) ከዚህም ከዓለሙ ሁሉ ያወጧቸዋል በተፈረደባቸው በእሣት ይጠፋሉ በቁጣ ዘለዓለም ጸንቶ ለሚኖር በጽኑም ፍርድ ይጠፋሉ። ደግ ሰው አብርሃም ክንዋመ ሐኬት ያለያል ኢታመልክ ይሠራል ይሰጣቸዋል ከዚያም ቀጥሎ የበደል ሥራዎች ሁሉ ይጠፋሉ። የከነዓንም ሰዎች በኢያሱ ሰይፍ ይጠፋሉ እግዚአብሔርንም የሚሳደቡ ወገኖች በቦታው ሁሉ ይጠፋሉ። ግፍን የሚያስቧት ስድብንም የሚሠሯት ሰዎች በጦር ይጠፋሉ።"
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "verse": "1",
          "text": "ከዚህም በኋላ ሁለተኛ እውነት ነገር የሚደረግባት ስምንተኛይቱ ሱባዔ ትደረጋለች ሰውን ከሚበድሉ ሰዎች የተነሳ እውነተኛ ፍርድ ይደረግባት ዘንድ ለሷ ሥልጣን ይሰጣል ኃጥአንም በጻድቃን እጅ ይወድቃሉ። በመጨረሻዋም ከበጎ ሥራቸው የተነሣ ቤት ንብረት ያደርጋሉ እስከ ዘለዓለም ሊመሰገንበት ለገናና ንጉሥ ለእግዚአብሔር ደብተራ ኦሪት ይሠራል። ከዚያ በኋላ በዘጠነኛይቱ ሱባዔ ለሰው ሁሉ እውነተኛይቱ ሕግ ትገለጣለች ሕገ እግዚአብሔርን የዘነጉ ሰዎችም ሥራ ሁሉ ከዚህ ዓለም ይጠፋል ሰውም ለጥፋት ይቆጠራል ይህንንም አይተው ሌሎች ሰዎች የቀናች ሥራን ይመለከታሉ።"
        },
        {
          "verse": "2",
          "text": "ከዚህም በኋላ ባሥረኛይቱ ሱባዔ ሰባት እጅ የሚሆን የዘላለም ፍርድ ይደረግባታል። በደቂቀ ሴትም ፍርድ ትደረጋለች በመላዕክት መካከል ጸንቶ የሚኖር ደገኛ መንግሥተ ሰማያትም ለዘለዓለሙ ይሰጣል ይባላል። የቀድሞ ሰማይ ፈጽሞ ያልፋል ይባላል አዲስ (ጠፈር) መንግሥተ ሰማያት ይሰጣል ይባላል የሰማይ ሠራዊት ጻድቃንም ሁሉ ሰባት እጥፍ ብርሃንን ለዘላለሙ ያበራሉ። ከዚህም በኋላ ስፍር ቁጥር የሌላቸው ብዙ ሱባዔዎች በቸርነቱና በይቅርታ ለዘላለሙ ይደረጋሉ ከዚያም በኋላ ኃጢአት እስተዘላለሙ ትሠራለች አትሠራም። አሁንም ልጆቼ እነግራችኋለሁ የግፍ ሥራዎችንና የበጎ ሥራዎችን ገልጬ አስተምራችኋለሁ። ዳግመኛ የሚመጣባችሁን መከራ ታውቁ ዘንድ ገልጬ አስተምራችኋለሁ።"
        },
        {
          "verse": "3",
          "text": "አሁንም ልጆቼ ስሙኝ በበጎ ሥራዎች ጸንታችሁ ኑሩ። በግፍ ሥራ ጸንተው የሚኖሩ ሰዎች ሁሉ ለዘላለሙ ይጠፋሉ ልጄ በግፍ ሥራዎች ጸንታችሁ አትኑሩ እላችኋለሁ። ሕግን በሰው ልቡና ከምጽፍ ከሰው ሁሉ ክቡር የዓለሙም ሁሉ መምህር ከምሆን ከኔ ከሄኖክ የተጻፈ። ይህ ሁሉ የጥበብ ትምህርት በዚህ ዓለም ለሚኖሩ ለልጆቼ ሁሉ ፍቅርንና የቀና ነገርን ለሚሠሩ ኋላ ለሚወለዱ ልጆችም ትድረስ። ንጹሕ ክቡር ገናናም የሚሆን ጌታ ለሰው ሁሉ መዋዕለ ንስሐን ሰጥቷልና ሰውነታችሁ በአዝማነ መንግሥተ ሰማይን እንዳታዝን ትሁን። ጻድቅ ሰው ከንዋመ ሐኬት ይለያል ወደ እውነት ሥራዎችም ይሔዳል። ሥራውም ሁሉ አኗኗሩም በይቅርታና በቸርነት ነው ደጉንም ሰው ለዘላለሙ ይቅር ይለዋል።"
        },
        {
          "verse": "4",
          "text": "በሱም ለዘለዓለሙ የቀና ሥራን ይሰጠዋል ሥልጣንንም ይሰጠዋል ቸርነቱ በእውነትም ሥራ ጸንቶ ይኖራል ዕውቀትም ለዘላለሙ ጸንቶ ይኖራል ባለማወቅ የተሠራች ኃጢአትም እስተዘላለሙ ትጠፋለች ከዚያችም ቀን ጀምሮ እስተዘላለሙ እንግዲህ ወዲያ ትወራለች አትባልም። ከዚህ በኋላ ሄኖክ እንዲህ ሆነ ከመጻሕፍት እየተጠቀሰ ይናገር ጀመረ። ሄኖክ የሕጋውያንን ነገር በዚህ ዓለም ያሉ የደናግልንም ነገር ሕግን የሚጠብቅ የቀና ሥራንም የሚሠራ የአብርሃምንም ነገር ተናገረ ልጆቼ እነዚህን ነገሮች ፈጽሜ እነግራችኋለሁ አለ። በሰማይ የታየኝን ራዕይ የከበሩ ከሆኑ ከመላእክት ቃል ሰምቼ ያወቅሁትን በሰማይ ሰሌዳነትም አይቼ ልብ ያደረግሁትን እኔ ሄኖክ እነግራችኋለሁ።"
        },
        {
          "verse": "5",
          "text": "ሄኖክም ከመጻሕፍት እየጠቀሰ ይናገር ጀመረ ባለአእምሮ የምሆን እኔ ሄኖክ በመጀመሪያይቱ ሱባዔ ተወለድሁ። እውነተኛ ፍርድ እስኪደረግ ድረስ ጌታ የሰውን ኃጢአት ታገሠ ከኔም በኋላ በሁለተኛይቱ ሱባዔ ጽኑ ኃጢአት ትሠራለች። ተንኰልም ጸናች በሷም የመጀመሪያይቱ መከራ መጨረሻ ትደረጋለች። (ማየ አይኅ ነው) ኖኅም በሷ ከማየ አይህ ይድናል ዘመኑም ከተጨረሰ በኋላ ግፍ ትሠራለች እሱንም ለበደሉ ሰዎች የልሳን መለያየትን ያደርጋል (በቋንቋ) ከዚህም በኋላ በሦስተኛይቱ ሱባዔ በመጨረሻዋ እውነተኛ ሕግን ለመጠበቅ አብርሃም ይመረጣል ከሱም ለዘላለሙ ሕግን የሚጠብቅ ይስሐቅ ይወለዳል።"
        },
        {
          "verse": "6",
          "text": "ከዚህም በኋላ ባራተኛይቱ ሱባዔ በመጨረሻዋ ነቢያትና ካህናት ራዕይ ያያሉ ለልጅ ልጅ ዘመን ጸንታ የምትኖር ሕገ ኦሪትም ትሠራለች ደብተራ ኦሪትም ትሠራላቸዋለች። ከዚህም በኋላ ባምስተኛይቱ ሱባዔ በመጨረሻዋ መንግሥትና ቤተ መቅደስ እስተዘላለሙ ሊኖር ይሠራል። ከዚህም በኋላ በስድስተኛይቱ ሱባዔ በሷ የሚኖሩ ሰዎች ሁሉ ደንቆሮዎች ናቸው የሁሉም ልቡናቸው ከጥበብ ይለያል በሷም ኤልያስ ወደ ሰማይ ያርጋል። በመጨረሻዋም የመንግሥቱ ቤት በእሣት ይቃጠላል የተመረጡ የመንግሥትም ዘመዶች ሁሉ በሷ ይበተናሉ።"
        },
        {
          "verse": "7",
          "text": "ከዚህም በኋላ በሰባተኛይቱ ሱባዔ ወንጀለኛ ኃጢአቷ ብዙ የሆነ ሥራዋም ሁሉ ወንጀል የሚሆን ልጅ ትነሣለች። በመጨረሻዋ ዘላለም ጸንቶ የሚኖር ሕግን ከጠበቀ ከአብርሃም የተወለዱ የትምርታቸው ዋጋ ሰባት እጥፍ ሆኖ የሚሰጣቸው ነቢያት ፍጥረቱን ሁሉ ለማስተማር ይመረጣሉ። ከሰው ከተወለደ ሁሉ የከበረ የጌታ ቃሉን ሰምቶ የማይተዋወክ ማነው ኣሳቡንስ ያስብ ዘንድ የሚችል ማነው።\nሰማይን ሥራዋንም ሁሉ ቀና ብሎ ማየት የሚችል ማነው የሰማይን ሥራ መርምሮ ማወቅ የሚቻለው ከሥጋውም ለይቶ ነፍሱን ከነፍሱም ለይቶ ሥጋው ማየት የሚቻለው ይህ ነፍሴ ነው ይህ ሥጋዬ ነው ብሎ መናገር የሚቻለው ማነው ይህም ባይሆን ወደ ሰማይ መውጣት የማላእክትን ክንፍ አይቶ የሚያስባቸው ይህም ባይሆን እንደነሳቸው ማድረግ የሚቻለው ማነው።"
        },
        {
          "verse": "8",
          "text": "የምድርን አቆልቋይዋን ወርዷን ምንም እንደ ሆነ ማወቅ የሚችል ሰው ሁሉ ማነው። የነዚህ ሁሉ ልካቸው ለማን ተገለጠ የሰማይን ምጥቀቷን ርዝመቷን ምንም እንደሆነ የፀናችበትም በምንም ላይ እንደሆነ መርምሮ ማወቅ የሚችል የኮከቦችም ቁጥራቸው ምን ያህል እንደ ሆነ ፀሐይ ጨረቃም ሁሉ በየትም እንዲያርፉ ማወቅ የሚቻለው ሰው ሁሉ ቢኖር በሱ ነው።"
        }
      ]
    },
    {
      "chapter": 36,
      "verses": []
    },
    {
      "chapter": 37,
      "verses": [
        {
          "verse": "1",
          "text": "ኃጥአን ለስድብ እንዲሆኑ ግፍም በሠሩባት ቀን እንዲጠፉ ወዳጆቼ ጻድቃን አመኑ። እግዚአብሔር የናንተን ጥፋት ያስባልና በሰማይም ያሉ መላእክት በናንተ ጥፋት ላይ ደስ ይላቸዋልና ይህ በደግነታችሁ የታወቀ ይሆንላችኋል። ኃጥአን ምን ታደርጉ ዘንድ አላችሁ የጻድቃን ጸሎታቸው ዋጋ ሊያሰጥ በሰማችሁ ጊዜ ፍርድ በሚፈረድባት በዚያች ቀንስ ወዴት ትሸሻላችሁ። በነዚያም ወራቶች የቅዱሳን ልመናቸው ወደ እግዚአብሔር ትደርሳለች በናንተ ግን የሚፈረድባችሁ ወራት ይደርስባችኋል።"
        },
        {
          "verse": "2",
          "text": "በግፋችሁ የሠራችሁትም ነገር ሁሉ በከበረና በገነነ በእግዚአብሔር ፊት ይነበባል ፊታችሁም በመከራው ያፍራል በግፍ የጸና ሥራችሁም ሁሉ ይጠፋል። በየብስና በባሕር መካከል ያላችሁ የክፍዎች ሰዎችም ስም አጠራራቸው በናንተ የተጠራባችሁ ኃጥአን ለናንተ ወዮላችሁ። በውነት ያይደለ ወርቅና ብርን የምትሰበስቡ ባለጸግነትን አገኘን ገንዘቡም በዛልን የወደድነውንም ሁሉ ገዛን የምትሉ ሰዎች ለናንተ ወዮላችሁ። ብሩን ሰብስበናልና በሳጥኖቻችንም ሞልተናልና በቤታችንም ያሉ አራሾች እንደ ውሃ በዝተውልናልና አሁንም ያሰብነውን ሁሉ እናድርግ ለምትሉ ለናንተ ወዮላችሁ።"
        },
        {
          "verse": "3",
          "text": "ከናንተ ፈጥኖ ይጠፋል እንጂ ባለጠግነት አይኖርላችሁምና አሰታችሁ አንደ ውሃ ይበዛል። ይህን ሁሉ በግፍ ሰብስባችሁታልና እናንተ ግን ለጽኑ ጥፋት ትሰጣላችሁ። በዚህም ዓለም ብዙ ነገርን ታያላችሁና ዛሬም ሰነፎችና ብልሆች ለምትሆኑ ለናንተ እነግራችኋለሁ። እናንተ ወንዶቹ ከሴቶች ይልቅ እናንተ ጌጡን ታጌጣላችሁና። ይልቁን ከድንጊሊቱ ይልቅ ብዙ መልክ ያለው ጌጥም ታደርጋላችሁን።"
        },
        {
          "verse": "4",
          "text": "በመንግሥት በገናንነት በሥልጣን ያለን ይመስላችኋል በወርቅና በብር በነጭ ሐርም የከበርን ይመስላችኋል። መብሎችም እንደ ውሃ በዝተው በፊታቸው ይቀርባሉ ስለዚህም ነገር ጥበብና ትምህርት የላቸውም። በዚህም በመብሉና በመጠጡ ገንዘቦቻቸው ከክብራቸውና ከጌትነታቸውም ሁሉ ጋራ አንድ ሆነው ይጠፋሉ። በስድብ በችጋር በጽኑ በቀልም ሁነው ሊኖሩ ነፍሳቸው ወደ እሳት ጉድጓድ ትወድቃለች (ገሃነም ነው)። ኃጥአን ተራራው በባሕርዩ ተገዥ እንዳልነበረ እንግዲህም ወዲህ እንዳይሆን ኮረብታይቱም ለሴት ሴት ባሪያ እንዳይደሉ ለናንተ ነገርኋችሁ።"
        },
        {
          "verse": "5",
          "text": "አዳምና ሔዋን ከራሳቸው አንቅተው ሠሯት እንጂ አሁን እንደ ተናገርሁት ኃጢአትም ወደዚህ ዓለም የባሕርይ ሁና አልተላከችም እሷንም የሠሯት ሰዎች ለጽኑ መርገም ይሆናሉ (ሑሩ ይባላሉ)። በጅዋ በሠራችው ሥራ ልጅ ሳትወልድ ትሞታለች እንጂ ለሴትም መምከን አልተሰጣትም ነበር። ኃጥአን ክፉ ሠራችሁ ሁሉ በሰማይ እንደተገለጠ ፈጽሞም የተሠወረ የግፍ ሥራም እንደሌላችሁ በገናናና በከበረ ስሙ ምዬ ነገርኋቸው።"
        },
        {
          "verse": "6",
          "text": "በሰውነታችሁ በልቡናችሁም የሚሠወርላችሁ አታስመስሉት በሰማይ በእግዚአብሔር ፊት ይጻፍ ዘንድ እንዳለው በየቀኑ የሠራችሁትን ሁሉ ፈጽማችሁ አታውቁምና በልቡናችሁ ይሰወርልናል አትበሉ። ፍርድ እስከሚፈረድባት እስከ ዕለተ ምጽአት ድረስ የበደላችሁት በደል በየቀኑ ሁሉ እንዲጻፍባችሁ ከዛሬ ጀምሮ ታውቃላችሁ። በስንፍናችሁ ትጠፋላችሁና መምራንንም አትሰሟቸውምና በጎ ነገርም አታገኛችሁም እናንተ ሰነፎች ወዮላችሁ።"
        },
        {
          "verse": "7",
          "text": "አሁንም ጥፋት ለታዘዘባት ቀን እናንተ የተዘጋጃችሁ እንደሆናችሁ እወቁ ተፈርዶባችሁ ወደገሃነም ትሄዳላችሁ እንጂ ኃጥአን እንድናለን ብላችሁ ተስፋ አታድርጉ። ጽኑ ፍርድ ለሚፈረዳባት ቀን መከራም በታዘዘበት በሰውነታችሁም ታላቅ ጐስቁልና በታዘዘበት ቀን ለጥፋት ተዘጋጅታችኋልና ምግባርን ስላላወቃችሁ በነፍስ ትሞታለች። ክፉ ሥራን የምትሠሩ ብርንዶንም የምትበሉት እናንተ ልበ ድንጋዮች ወዮላችሁ ገናና እግዚአብሔር በዚህ ዓለም አብዝቶ የፈጠረው ፍጥረት ሁሉ ያማረ ነው እያላችሁ በተድላ በደስታ ትበላላችሁ ትጠጣላችሁ ትጠግባላችሁ እናንተ ከወዴት አግኝታችሁት ነው አንድነትም የላችሁም። የበደልን ሥራ ለምትወዷት ለናንተ ወዮላችሁ በጎይቱንስ ለምን ትመኟታላችሁ።"
        },
        {
          "verse": "8",
          "text": "በጻድቃንም እጆች አልፋችሁ ትያዙ ዘንድ አደላችሁ እወቁ አንገቶቻችሁንም ቆርጠው ይገሏችኋል ከዚያም አስቀድመው አይራሩላችሁም። ለናንተ መቃብር አይቆፍሩላችምና በጻድቃን መከራ ደስ ለሚላችሁ ለናንተ ወዮላችሁ። የድኅነት አለኝታ አይደረግላችሁምና የመምህራንን ነገር ለምትንቁ ለናንተ ወዮላችሁ። ሐሰት ነገራቸውን ይሰሟት ዘንድ ስንፍናቸውንም እንዳይዘነጓት እነሱ አሰታቸውን ይጽፋሉና ሕጉን የዘነጉ ሰዎች ነገርንና የአሰትን ነገር ለምትጽፉ ለናንተ ወዮላችሁ። አይዘገዩም ፈጥነው ይሞታሉ እንጂ ፍቅር አንድነት አይደረግላቸውም።"
        },
        {
          "verse": "9",
          "text": "ክፉ እርጅና ለምታረጁ ሰዎች ወዮላችሁ የሐሰቱንም ነገር ፈጽመው ያከብራሉ በዚህም ሥራችሁ ጠፋችሁ ድኅነት በጎም ነገር የላችሁም። የቀኑ ነገሮችንም ለምትለዋውጧቸው ለናንተ ወዮላችሁ ለዘላለም ጸንቶ የሚኖረውንም ሥርዓት ይለውጣሉ ራሳቸውንም ኃጢአተኞች ያስደረጉ ሰዎች በዚህ ዓለም ይጠፉ ዘንድ አላቸው።"
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "verse": "1",
          "text": "በነዚያም ወራቶች ጻድቃን ለበጐነታችሁ መታሰቢያ ሊሆን የለመናችሁትን ዋጋ ትቀበሉ ዘንድ ተዘጋጁ። በልዑል በእግዚአብሔር ፊት ለክፋታቸው መታሰቢያ አድርገው ኃጥአን ኃጢአታቸውን እንዲያኖሩት እናንተም በመላእከት ፊት ለበጐነታቸው ምስክር አድርጋችሁ ክብሮቻችሁን አኖራችኋቸው። በነዚያም ወራቶች አሕዛብ የተዋወካሉ ጥፋትም በታዘዘባት ቀን የሕዝዛብ ዘመዶች ይነሣሉ። በነዚያም ወራቶች የተቸገሩ ሰዎች ተሰደው ይወጣሉ ልጆቻቸውንም አሕዛብ ይነጥቋቸዋል ልጆቻቸውንም እየወጉ ይጥሏቸዋል። ከነሱም የተነሣ ልጆቻቸው ውራጅ ይሆናሉ የናታቸውንም ጡት ሲጠቡ ልጆቻቸውን እየወጉ ይጥሏቸዋል።"
        },
        {
          "verse": "2",
          "text": "ወደነሱም በፍቅር አይመለሱም ለሚወዷቸው ልጆቻቸው አይራሩላቸውም። የማይገታ ደም ለሚፈስባት ቀን ኃጢአት ተዘጋጅታለችና ለኃጥአን እኔ ዳግመኛ እነግራችኋለሁ። ለድንጋይም ይሰግዳሉ የብሩና የወርቁን የሸክላውንና የንጨቱንም ምስል የሚሠሩ ናቸው። ለረከሱ ለረቂቃን ለክፉዎችም ለግዙፋን አጋንንት ለጣዖቱም ሁሉ ለመስጊድም ሁሉ ይሰግዳሉ። ከነሳቸውም ረድኤት ሁሉ አይገኝም ስለልቡናቸውም ድንቁርና ከሥላሴ ልቡና ይዘነጋሉ በልቡናቸው ፍርሃት የልቡናቸው ዓይኖቹ በድንቁርና ይያዛሉ። ሥራቸውን ሁሉ ባሰት ሠርተዋልና ለድንጋዩም ሰግደዋልና ፈጥነውም ይጠፋሉና ሕልማቸውን አየን በማለታቸው ሕጉን ይዘነጋሉ መከራውንም ይፈራሉ። በነዚያም ወራቶች የጥበብን ነገር የሚቀበሉ የሚወዷትም ሰዎች ሁሉ የተደነቁ ሰዎች ናቸው።"
        },
        {
          "verse": "3",
          "text": "የልዑል የእግዚአብሔርንም ሥራዎች ይሠሯቸዋል በውነተኛም ሥራዎች ጸንተው ይኖራሉ እነሱ ይድናሉና ሕጉን እንደዘነጉ ሰዎች ሕጉን አይዘነጉም። በሲኦል ትጠፋላችሁና ለወንድማችሁ ክፋውን ነገር አብዝታችሁ የምትሠሩ ለእናንተ ወዮላችሁ። በሱ ትጠፋላችሁና ተንኮልንና ኃጢአትን መሠረት ንፍገትን የምትሠሩ በዚህም ዓለም እግዚአብሔርን የምትአሳዝኑ ሰዎች ወየላችሁ። በድኃ ገንዘብ ቤታችሁን የምትሠሩ እናንተ ወዮላችሁ ሥራቸውም ሁሉ ውብ ነው የኃጢአትም የሚሠራበት ድንጋይ ነው አንድነትም እንደሌላችሁ እኔ እነግራችኋለሁ።"
        },
        {
          "verse": "4",
          "text": "ለዘለዓለሙ የሚኖር የአባቶቻቸው ርስትና ድንበርን ለሚያፈርሱ ሰዎች ወዮላቸው ለነሱ ዕረፍት ነፍስ አይደረግምና ልቡናቸውንም ወደ ጣዖቱ ይወስዱታል። በደልን የምትሠሯት ግፍንም ለምትራዷት ለናንተ ወዮላችሁ ጌትነታችሁን ያጠፋዋልና በልቡናችሁም ክፋትን ያሳድርባችኋልና ጽኑ ፍርድ እስከሚፈርዳባት እስከ ዕለተ ምጽአት ድረስ ባልንጀሮቻችሁን ለምትገሉ ሰዎች ወዮላችሁ። ሁላችሁንም በሰይፍ ያጠፋችሁ ዘንድ ረቂቅ ቁጣን አመጣባችሁ ደናግልና ሕጋውያንም ሁሉ ኃጢአታችሁን ያስባሉ።"
        },
        {
          "verse": "5",
          "text": "በነዚያም ወራቶች አባቶች ከልጆቻቸው ጋር ባንድ ቦታ ተቀራደው ያልቃሉ። ሰው ልጁን ከመግደል የልጅ ልጁንም ከመግደል በመራራት እጁን አይከለከልምና ከነሱ ደም እንደ ፈሳሽ ውኃ  እስቲፈስ ድረስ ደርሶ ወንድሞች ከወንድሞቻቸው ጋራ በሞት ይጠፋሉ።"
        },
        {
          "verse": "6",
          "text": "ኃጢአተኛው የከበረ ታላቅ ወንድሙን ከመግደል እጁን አይከለክልም ጎህም ከቀደደ ጀምሮ ፀሐይ እስኪገባ ድረስ ይዋጋሉ። ፈረስ የኃጥአን ደም እስኪ እቢያገሱ ድረስ እያማታው ይሄዳል ሠረገላ ግን እስከ ራሷ ድረስ ትሰጥማለች። በነዚም ወራቶች አለቆች ወደሚሠሩት ቦታ ይወርዳሉ።  ኃጢአትን የሚረዷት ሰዎችንም ሁሉ ወደ አንዱ ቦታ ይመልሷቸዋል ።"
        },
        {
          "verse": "7",
          "text": "/ገሃነም/ በኃጥአን ሁሉ ፍርድ ይፈረድ ዘንድ በዚያች ቀን እግዚአብሔር በመዓት ይነሣል። ከከበሩ መላእክትም በደናግልና በሕጋውያን ላይ ጠባቂዎችን ይሰጣል እነሱም ክፋት ሁሉ ኃጢአትም ሁሉ ጨርሶ እስቲጠፉ ድረስ እንደ ዓይን ብለኔ ይጠብቋቸዋል። ቢተኙም ብዙ እንቅልፍን ይተኛሉ የሚፈሩትም ነገር የላቸውም። በዚያም ወራት ብልሆች ሰዎች እውነተኛ ነገርን ያያሉ በዚህም ዓለም ያሉ ሰዎች በዚች መጽሐፍ የተጻፈውን ነገር ሁሉ ልብ ያደርጋሉ ባለጸግነታቸውም ኃጢአት ሠርተው በሚጠፉበት ጊዜ ማዳናቸውን እንዳይችል ያውቃል። ጽኑ መከራ በምታደርጉባት ቀን ጻድቃንን ባስጨነቃችኋቸው ጊዜ ኃጥአን ወዮላችሁ በእሳትም ታቃጥሏቸዋላችሁ እናንተም እንደ ሥራችሁ ፍዳውን ትቀበላላችሁ።"
        },
        {
          "verse": "8",
          "text": "ክፉውን ነገር ልብ ታደርጉ ዘንድ የምትተጉ ልባችሁ ግልብጥብጥ ላለ ለናንተ ወዮላችሁ ፍራት ያገኛችሁ ዘንድ አላችሁ የሚራዳችሁም ወዳጅ የለም። ባፋችሁ በተናገራችሁ ነገር ላይ ሕግንም በዘነጋችሁበት በጃችሁም ሥራ ላይ በገሃነም ትቃጠላላችሁና ኃጥአን ለናንተ ወዮላችሁ። ጨረቃንና ፀሐይን ኮከቦችንም ከማምለካቸው የተነሣ ስለ ኃጢአታችሁ መላእከት በሰማይ ሥራችሁን እንዲመረምሩ አሁንም እወቁ።"
        },
        {
          "verse": "9",
          "text": "በወዳጆዌ በጻድቃን ዘንድ በዚህ ዓለም ጽኑ መቻያን ታደርጉባቸዋላችሁና ጉሙንና ደመናውን ሁሉ ዝናቡንና ጠሉንም በናንተ ያዳኝባችኋል ወደናንተ እንዳይወርዱ ከናንተ የተነሣ ሁሉ ይከለከላሉና በኃጢአታችሁም መውረድን አያስቡምና። አሁንም ዝናብ ወደናንተ መውረድን እንዳይከለከል ጠልም ከናንተ ብርንና ወርቅን ተቀብሎ የወርድ አንደ ሆነ እጅ መንሻ ስጡ።  ውርጭ ዋግም በናንተ ቢወድቅባችሁ የነሱም ቅዝቃሴ ቢደግባችሁ ዋጉን የሚያመጡ ነፋሶች ሁሉ ቢታዘዙባችሁ የነዚህ ሁሉ ጭንቅነትም ያገኛችሁ በነዚያ ወራት በነሱ ፊት መቆም አይቻላችሁም።"
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "verse": "1",
          "text": "በደብር ቅዱስ የነበራችሁ እናንተ ሁሉ ሰማያዊ ሕግን ተረዷት የእግዚአብሔርንም ሥራ ሁሉ መርምሩ በፊቱ ክፉ ነገርን እንዳትሠሩ ከሱ የተነሣ ፍሩ። የሰማይ ደጃፍን ቢዘጋ ዝናቡን ጠሉንም ወደዚያ ዓለም እንዳይወርድ በናንተ ምክንያት ቢከለክለው ምን ታደርጉ ዘንድ አላችሁ። መዓቱን በናንተ በሥራችሁም ሁሉ ቢያመጣባችሁ እናንተ እሱን የምትለምኑት አይደለምን አለ። በቸርነቱ ላይ ታላላቅ የጸኑ ነገሮችንም ትናገራችሁና ከሱ ጋር ፍቅር አንድነት የላችሁም።"
        },
        {
          "verse": "2",
          "text": "ከማዕበል ከሞገዱ የተነሣ እንዲተዋወኩ መርከቦቻቸውም ከነፋሶች የተነሣ እንዲነዋወጡ እንዲጨነቁ በመርከብ ተጭነው የሚሄዱ ነገሥታትን አታዋቸውምን አለ። /ነጋድያን።/ ያማረ ገንዘባቸው ሁሉ ከነሱ ጋራ አብሯቸው ወደ ባሕር ይወጣልና ስለዚህም ነገር ይፈራሉ። ባሕር የምትውጣቸው በሷም የሚጠፉ መስላቸዋልና በልቡናቸው በጎ ነገርን አያስቡም ባሕር ሁሉ ውሀዎቿንም ሁሉ መነዋወጠዋን ሁሉ የእግዝአብሔር ሥራ ነውና እሱ ሥራዋን ሁሉ ውሀውቻዋንም ሁሉናዋን ሁሉ ባሻዋ ወስኗልና። ቁጣውን ፈርታ ትደርቃለች ዓሣዎቿም ሁሉ ይሞታሉ በሷም ያለው ሁሉ ይሞታሉ።"
        },
        {
          "verse": "3",
          "text": "በዚህ ዓለም ያላችሁ እናንተ ኃጥአን ግን አትፈሩም ምድርና ሰማይን በነሱ ያለውንም ሁሉ የፈጠረ እሱ አይደለምና ለምን አትፈሩ። በባሕርና በየብስ ለሚኖሩ ሰዎች ሁሉ ጥበብንና ትምህርትን የሰጠ ማነው በመርከብ ተጭነው የሚሄዱ እነዚያ ነጋድያን ባሕርን የሚፈሩ አይደለምን ኃጥአን ግን እግዚአብሔርን አይፈሩትም። በነዚያም ወራቶች ጭንቅ መከራ በናንተ ቢያመጣባችሁ ወዴት ተሽሻላችሁ ከየትስ ትድናላችሁ። የተናገረውንም ነገር በናንተ ቢያመጣባችሁ የምትፈሩ የምትደነግጡ አይደለምን ብርሃኖችስ ሁሉ በጽኑ ፍራት ተይዘው የሚፈሩ የሚደነግጡ አይደለምን። ምድርስ ሁሉ በጽኑ ፍራት ተይዛ የምትንቀጠቀጥ ለኅልፈትስ የምትቸኩል አይደለምን።"
        },
        {
          "verse": "4",
          "text": "መላእከትም ሁሉ የተያዙትን ይጨርሳሉ ከክብር ባለቤት ከእግዚአብሔርም ፊት ሊሠወሩ ይወዳሉ። በዚህ ዓለም ያሉ ሰዎችም ይርዳሉ የተዋወካሉ እናንተ ኃጥአን ግን ለዘላለሙ የተረገማችሁ ናችሁ ፍቅር አንድነትም የላችሁም። እናንተ የጻድቃን ሰውነቶች አትፍሩ በውነት ነገርም የሞታችሁ ሰዎች ዋጋችሁን እንድታገኙ ተስፋ አድርጉ። ሰውነታችሁ በጽኑ መከራ በልቅሶ በትልቅ መከራ ተይዛ በኃዘን ወደ መቃብር ወርዳለችና አትዘኑ። ከዚያ በኋላ ውሾ ውሾ በተበላችሁበት ቀን ጽኑ መከራና ስድብን በተቀበላችሁባት ቀን ሞታችሁ እንጂ እንደ በጎነታችሁ መጠን በሕይወተ ሥጋ ባላችሁ ሰውነታችሁ ተድላ ደስታን አላገኘምና አትዘኑ።"
        },
        {
          "verse": "5",
          "text": "በሞታችሁም ጊዜ ኃጥአን ጻድቃን እኛ እንደሞትን ሞቱ በሥራቸውስ ጥቅማቸው ምንድነው ይላሉ። በመከራና በኃዘን ሳሉ እነሆ እንደኛ ሞቱ ከኛ ብልጫቸው ምንድነው ከዛሬ ጀምሮ በሞት ተካከልን ምንን ያገኛሉ እነሱ እንደኛ እነሆ ሙተዋልና ከዛሬም ጀምሮ ለዘላለሙም ብርሃንን አያውምና ለዘላለሙ ምን ተድላ ደስታ ያያሉ። እናንተ ኃጥአን መብል መጠጥ ኃጢአትና ቅድሚያ ገንዘብ ማጠራቀምና ሰውን መግፈፍ ባማረ ዘመንም ተድላ ደስታውን ማየት በቃችሁ እላችኋለሁ። ሞተው እስቲጠፉ ድረስ ግፉ ሁሉ በነሱ ላይ አልተገኘምና መጨረሻቸው ፍቅር አንድነት እንደሆነ ጻድቃንን አያችኋቸውን። ተፈጥረውም እንዳልተፈጠሩ የሆኑ ሰውነቶታቸውም በመከራ ተይዘው ወደ መቃብር ወረዱ።"
        }
      ]
    },
    {
      "chapter": 40,
      "verses": [
        {
          "verse": "1",
          "text": "በክብሩና በገናና ጌትነቱ በገናንነቱና በከበረ መንግሥቱም ጻድቃን ለናንተ ዛሬ  እነግራችኋለሁ። ይህንንም ምሥጢር እኔ አውቄአለሁና በሰማይ ሰሌዳነትም ያለውን አንብቤአለሁና ቅዱሳን የጻፉትንም አይቻለሁና እነግራችኋለሁ። በጎው ነገር ሁሉ ተድላ ደስታውም ክብሩም ተዘጋጅቶላቸዋልና የነሱ ነገር በውስጣቸው ፈጽሞ ተጽፎላቸው አገኘሁ። በቀናና በውነት ነገር በብዙም በጎ ሥራ ለሞቱ ሰዎች ሰውነት ተጻፈላቸው የድካማችሁም ዋጋ ይሰጣችኋል የናንተም ዕድላችሁም ከልሞቱ ሰዎች አድል ይበልጣል። በሃይማኖት የሞታችሁ የናንተ ሰውነት አርፋ ትኖራለች ሰውነቶቻቸውም ፈጽመው ደስ ይላቸዋል።"
        },
        {
          "verse": "2",
          "text": "መታሰቢያቸውም በገናና በእግዚአብሔር ፊት ለልጅ ልጅ ዘመን ጸንቶ ይኖራል አሁንም መከራቸውን አትፍሩት። የሞታችሁ ኃጥአን በኃጢአታችሁ በሞታችሁ ጊዜ ወዮላችሁ። እንደናንተ ያሉ ኃጥአንም ስለናንተ ኃጥአን እናንተ ንዑዳን ክቡራን ናችሁ ባለ ዘመናቸውም ሁሉ ተድላ ደስታውን አዩ። ዛሬም በባለጠግነትና በተድላ በደስታ ሳሉ ሞቱ ሰልፉንና መከራውንም በሕይወተ ሥጋ ሳሉ አላዩም በጌትነትም ሳሉ ሞቱ በሕይወተ ሥጋም ሳሉም መቻየም አልተደረገባቸውም።"
        },
        {
          "verse": "3",
          "text": "ነፍሶቻቸውን መላእከት ወደ ሲኦል እንዲያወርዷቸው ጽኑ መከራቸውስ ክፉ ነገሮችን እንዲሆኑባቸው አታውቋቸውምን። ሰውነታችሁ በጽኑ መከራና በጨለማ በሚነድ በሚያላልብ መከራም ወደ ጽኑ መቻያ ትገባለች ጽኑ መቻያም ለልጅ ልጅ መዘን ትደረጋለች። ፍቅር አንድነት የላችሁምና ውዮላችሁ በሕይወተ ነፍስ ያሉ ደናግልና ለሕጋውያን በደከምንበት ወራት ለናንተ ድካምን ደከምን አትበሏቸው። መከራውን ሁሉ አየን ብዙ መከራዎችንም ተቀበልን ጨርሰን ጠፋን ከዚያ አስቀድሞም አነስን ሰውነታችንም አነሰች በዚሁም ጠፋን።"
        },
        {
          "verse": "4",
          "text": "በነገር የሚረዳን የለም በነሱ ሥራ ደከምን በነሱ ሥራ ስንደክም ምንምን ተስፋ አላገኘንም በመከራውም ተጨንቀን ጠፋን አትበሏቸው። ከዛሬ ነገ ድኅነትን እናይ ዘንድ ተስፋ አደረግን ገዥ ልንሆን ተስፋ አደረግን ተገዥ ሆን ሥራውን ስንሠራ ደከምን። በደከምንበትም ድካም ላይ ግዳጃችንን አልጨረስንም ለኃጥአንም መብሎችን ሆን በደለኞች ሰዎችም አገዛዛቸውን አጸኑብን። እኛን የሚጠሉን እኛንም የሚወጉን ሰዎች በኛ ሠለጠኑብን ለሚጠሉንም ለጠላቶቻችን አንገታችን ዝቅ ዝቅ አደረግን እነሱ ግን አልራሩልንም። ከነሱ ሽሽተን ከመከራው ልናርፍ ወደድን ከነሱም ሽሽተን የምንድንበት ቦታ አላገኘንም።"
        },
        {
          "verse": "5",
          "text": "በመከራውም ተይዘን በመላእክት ዘንድ ጠላቆቻችንን ከሠሥናቸው በሚጠሉን ጠላቶቻችንም ላይ ጮህን ጩኸታችንን ግን አልሰሙንም ቃላችንንም ሊሰሙን አይወዱም። ለሚቀሙን ገንዘባችንንም የሚበሉብን ያሳነሱንን ጠላቶቻችንን ይረዷቸዋል ግፋቸውንም ይሠውሩላቸዋል እንጂ ገንዘባችንን የሚበሉብን ሰዎች አገዛዛቸውን ከኛ አያጠፉልንም። በየሀገሩ ይበትኑናል ይገሉናል ሞታቸውንም ይሠውሩብናል እንጂ እጃቸውን እንዲያነሡ አላሰቡም አትበሏቸው። ጻድቃን የእናንተን ነገር በገናና ፈጣሪ በጌትነቱ ፊት ለበጎ ነገር መላእክት በሰማይ እንዲያስቡት አነግራችኋለሁ። በገናና ፈጣሪ ጌትነቱ ፊት ስማችሁ ይጻፋል በቀድሞው ዘመን በክፉ ነገር በድካሙም ሁሉ ጐስቈላችኋልና ዋጋችሁን እንድታገኙ ተስፋ አድርጉ።"
        },
        {
          "verse": "6",
          "text": "አሁንም እንደ ሰማይ ብርሃን አብርታችሁ ትታያላችሁ የሰማይም ደጃፍ ይከፈትላችኋል። ምስጋናችሁንም በሚገባ አመስግኑ መላእክት መከራችሁን ሁሉ ገንዘባችሁን የሚቀሟቸውን ሰዎች ሁሉ ይመራሉና ተድላችሁ ደስታችሁ ይገለጣል።  እንደ መላእክት በሰማይ ታደርጓት ዘንድ ያላችሁ ብዙ ተድላ ደስታ እንድታደርጉ ተስፋ አድርጉ አለኝታችሁንም አትተው ጽኑ ፍርድ በሚደረግባት ቀን ትሠወሩ ዘንድ ያላችሁ አይደለም። እንደ ኃጥአንም ሁናችሁ እትገኙ ከናንተም የተነሣ ለልጅ ልጅ ዘመን ሁሉ የዘላለም መቻያ ትደረጋለች። አሁንም ጻድቃን ኃጥአንን ጸንተው በፈቃዳቸው ተዘጋጅተው ባያችኋቸው ጊዜ አትፍሩ። ከሰማይ መላእክት ጋራ አንድ ትሆኑ ዘንድ አላችሁና እነሱ ከሚሠሩት ግፍ እራቁ እንጂ ከነሱ ጋራ የተባበራችሁን አትሁኑ።"
        },
        {
          "verse": "7",
          "text": "እናንተ ኃጥአን መላእክት አይመረምሩንም ኃጢአታችንም ሁሉ አይጻፍብንም ትላላችሁና በየቀኑ የሠራችሁትንና ኃጢአታችሁን ሁሉ ይጽፉ ዘንድ አላቸው። ጨለማና ብርሃን ሌትና ቀን ኃጢአታችሁን ሁሉ እንዲገልጡባችሁ አሁንም እኔ ገልⶼ እነግራችኋለሁ ይህንንም በልቡናችሁ አትዘንጉ ሐሰትም አታድርጉ።"
        },
        {
          "verse": "8",
          "text": "የቀናውን ነገር ወደ ጥመት አትመልሱት የገነነ የከበረ የእግዚአብሔርንም ነገር ሐሰት አታድርጉት ለጽኑ ኃጢአት ነው እንጂ ሐሰታችሁም ሁሉ ዝንጋታችሁም ሁሉ እውነት አይደለችምና ጣዖታችሁን አታመስግኑት። ብዙዎች ኃጥአን የቀናውን ነገር ወደ ጥመት ፈጽመው እንዲመለሱት ዛሬም እኔ የህንን ምሥጢር መርምሬ አውቀዋለሁ።"
        },
        {
          "verse": "9",
          "text": "ክፉዎችንም ነገሮችን ይናገራሉ ጽኑ ጽኑ ነገሮችንም ልብ ወለድ በሐሰት ይነገራሉ በነገራቸውም ላይ የሀሰት መጻፎችን ይጽፋሉ። ነገር ግን ነገሮቹን ሁሉ በቀና ነገር ባንደበቶቻቸው ሊጽፉ ላይለወጡ አስቀድሜ ስለነሳቸው ያዳኘሁባቸውን ነገር ሁሉ በቀና ነገር ይጽፉት ዘንድ እንጂ ነገሮቼንም ባያሳንሱ በተገባ ነበር። ለደጋግ ሰዎች ላዋቆችም ተድላ ደስታ ብዙ ጥበብና የቀና ነገርም ሊኖኗቸው መጻሕፍት የሰጧቸዋልና ለኃጥአንም ይገጡላቸዋልና ሌላ መሥጢርንም አውቃለሁ። እነሱ ያምኑባቸዋል በነሱም ደስ ይላቸዋል ከነሱ ይልቅ የቀና ነገር ያለባቸው ሕጎችን ሁሉ ያወቁ ጻድቃንም ሁሉ ዋጋቸውን ያገኛሉ፡፡"
        },
        {
          "verse": "10",
          "text": "በነዚያም ወራቶች በዚህ ዓለም ላሉ ሰዎች ጥበባቸውን ያስተምሩዋቸው ዘንድ ጌታ አሰሟቸው አለ፡፡እናንተ መምሮቻቸው ናችሁና የመምርነታችሁንም ዋጋ በዚህ ዓለም ታገኛላችሁና አስተምሯቸው አለ፡፡ በሕይወተ ሥጋ ሳሉ በቀና ሥራዎች ልጄና እኔ ከነሱ ጋር ለዘላለሙ አንድ እንሆናለንና አስተምሯቸው ፍቅር አንድነትም ይደረግላችኋልና በውነት የቀና ሕጉንም የምትጠብቁ ሰዎች ደስ ይበላችሁ አለ፡፡"
        }
      ]
    },
    {
      "chapter": 41,
      "verses": [
        {
          "verse": "1",
          "text": "ከብዙ ቀንም በኋላ ልጁ ማቱሳላ ልጁ ላሜህን ሚስት አጋባው ከሱም ፀንሳ ወንድ ልጅ ወለደች፡፡ ሰወነቱም እንደ ዕንቁ ነጭ ሆነ እንደ ጽጌረዳም ቀይ ነው የራሱም ጠጉር እንደ ነጭ ብዝት ነው የተሸራሼ ነው ዓይኖቹንም ያማሩ ናቸው፡፡ ዓይኖቹንም በገለጠ ጊዜ ቤቱን ሁሉ እንደ ፀሐይ አበራ ቤቱንም ሁሉ ፈጽሞ በራ ካዋላጂቱም እጅ በተነሣ ጊዜ ነገር ጀመረ የቸርነት ጌታ የእግዚአብሔር ምስጋናን ተናገረ፡፡"
        },
        {
          "verse": "2",
          "text": "ከሱም የተነሣ አባቱ ላሜህ ፈርቶ ሸሸ ወዳባቱ ወደ ማቱሰላም መጣ እኔ ልውጥ ልጅ ወለድሁ እንደ ሰውም አይደለም፡፡ የሰማይ መላእክት ልጆቹንም ይመስላል፡፡ ፍጥረቱም ልዩ ናት እንደኛም አይደለም ዓይኖቹም እንደ ፀሐይ እግሮች ናቸው፡፡ ፊቱም የበራ ነው አለ፡፡"
        },
        {
          "verse": "3",
          "text": "ከመላዕክትም የተወለደ ነው እንጂ ከኔስ ያልተወለደ ይመስለኛል እኔስ በሱ ዘመን ድንቅ ሥራ እንዳይሰራ ብዬ እፈራለሁ፡፡ መኖሪያው ከመላእክት ጋር ነውና ወዳባታችን ወደ ሄኖክ ትሔድ ዘንዱ ከሱም እውነቱን ነገር ትሰማ ዘንድ አሁንም አባቴ ፈጽሜ እለምንህ ዘንድ አለሁ ማቱሳላም የልጁን ነገር በሰማ ጊዜ እኔ በዚያ እንዳለሁ ሰምቷል ጮኸ እኔም ቃሉን ሰማሁት አለ፡፡"
        },
        {
          "verse": "4",
          "text": "ወደሱም መጣሁ ወደኔ መጥተሃልና ልጄ እነሆ አለሁ አልኩት፡፡ ስለታላቁ ነገር ስለ ቀረብሁበት ስለ ጭንቅ ራዕይም ወዳንተ መጣሁ ብሎ መለሰልኝ፡፡ መልኩ ፍጥረቱም እንደ ሰው ፍጥረት ያልሆነ መልኩም ከዕንቁ ይልቅ የሚነጣ ከጽጌ ረዳም የሚቀላ የራሱም ጠጉር ከብዝት ይልቅ የሚነጣ ዓይኖቹም እንደ ፀሐይ እግር የሚያበሩ ልጅ ለልጄ ለላሜህ ተወልዷልና አባቴ አሁንም ስማኝ ዓይኖቹንም በገለጠ ጊዜ ቤቱን ሁሉ አበራ ካዋላጅቱም እጅ ተነሥቶ አፉንም ከፍቶ የሰማይ ጌታ እግዚአብሔርን አመሰገነው፡፡ አባቱ ልጄ ላሜህም ፈርቶ ወደኔ ሸሸ ከሰማይ መላእክት የተወለደ አስመሰለው እንጂ እሱ ከሱ እንደተወለደ አላመነም፡፡ እውነቱን ትነግረኝ ዘንድ እነሆ እኔ ወዳንተ መጣሁ፡፡"
        },
        {
          "verse": "5",
          "text": "እኔም ሄኖክ እግዚአብሔር እንግዳ ነገር ይሠራል ብዬ የሱን ነገር ተናገርሁ ያባቴ የያሬድ የልጁ ወገኖች ከሰማይ በላይ ያለ የእግዚአብሔርን ሕጉን አፍርሰዋልና ይህንን በራዕይ ፈጽሜ አይቼ ነገርሁህ አለው፡፡ እነሆ ኃጢአትንም ይሠራሉ ሥራቱንም ያፈርሳሉ ከሴቶችም ጋር አንድ ሆኑ ከነሱም ጋር ኃጢአትን ይሠራሉ ከነሱም ሚስቶችን አግብተው ከነሱ ልጆችን ወለዱ በዚህም ዓለመ ሁሉ ጽኑ ጥፋት ይደረጋል፡፡"
        },
        {
          "verse": "6",
          "text": "ጥፋት ያለበት ውሀ ይወርዳል ታላቁም ጥፋት ባንዱ ዓመት ይደረጋል ለናንተ የተወለደ ልጅ ይኸ ነው በዚህ ዓለም እሱ ብቻ ይቀራል ሦስቱም ልጆቹ ከሱ ጋር ከማየ አይህ ይድናሉ፡፡በዚህ ዓለም ያለው ሰው ሁሉ በሞተ ጊዜ እሱ ይድናል ልጆቹም አርበኞች ሰዎችን ይወልዳሉ እነዚህም ሥጋውያን ናቸው እንጂ መንፈሳውያን አይደሉም፡፡ ጽኑ መቅሠፍትም በዚህ ዓለም ይደረጋል ምድርም ከኃጢአት ሁሉ ትነጻለች፡፡"
        },
        {
          "verse": "7",
          "text": "አሁንም ይህ የተወለደ ልጅ በእውነት የሱ ልጅ እንደ ሆነ ለልጅህ ለላሜ ንገረው እሱ ከጥፋት የቀረ ይሆንላችኋልና ስሙንም ኖኀ ብለህ ጥራው በሱ ዘመን በዚህ ዓለመ ትጨረስ ዘንድ ካላት በደል ሁሉና ከኃጢአትም ሁሉ የተነሣ ወደዚህ ዓለም ከምትመጣ ጥፋት ለጆቹና እሱ ይድናሉ መላእክት ያወቋቸውን ምሥጢሮች አውቃለሁና ከዚህ በኋላ በዚህ ዓለም አስቀድማ ከተጨረሰችው ኃጢአት ይልቅ ፈጽማ የምትበልጥ ግፍ ትደረጋለች እሱ እግዚአብሔር ገልጦልኛልና ነግሮኛልና በሰማይ ሰሌዳነት የተጻፈውን አወቅሁ አነበብሁ፡፡"
        },
        {
          "verse": "8",
          "text": "ሕጉን የምትጠብቅ ልጅ /አብርሃም/ እስክትነሣ ድረስ አንዲቱ ልጅ ካንዲቱ ልጅ ይልቅ አብልጣ ትበድላለችና በነሱ የተጻፈውን አየሁ በደል ትጠፋለች ኃጢአትም በዚህ ዓለም ከሰው  ትርቃለች በጎውም ነገር ሁሉ በሷ ይመጣል ይህ የተወለደ ልጅ በውነት የሱ ልጅ ነውና ሐሰትም አይደለምና አሁንም ልጄ ሂደህ ለልጅህ ሰላሜህ ንገረው ማቱሳላም ያባቱ  የሄኖክን ነገር በሰማ ጊዜ ሥራውን ሁሉ በስውር ገልጦለታልና ነገሩን ሰምቶ ተመለሰ፡፡ ከጥፋቷ ሁሉ አድኖ ምድርን ደስ ያሰኛታልና የዚያን የልጅ ስሙን ኖኀ አለው፡፡"
        }
      ]
    },
    {
      "chapter": 42,
      "verses": [
        {
          "verse": "1",
          "text": "ለልጁ ለማቱሳላ ከሱም በኋላ ለሚመጡ ሰዎች በኋላ ዘመንም ሥራቱን ለሚጠብቁ ሰዎች ሄኖክ የጻፈው ሁለተኛ መጽሐፍ ይህ ነው፡፡ ክፉውን ሥራ የሚሠሩ ሰዎች እስቲጨረሱ ድረስ እግዚአብሔርን የበደሉ ሰዎችም ሠራዊት እስቲጨረስ ይህንን የሠራችሁ እናንተ በነዚህ ወራቶች ትቆያላችሁ፡፡"
        },
        {
          "verse": "2",
          "text": "ስማቸው ከጻድቃን ቁጥር ይፋቅ ዘንድ አለውና ልጃቸውም ለዘላለሙ ይጠፋልና እናንተ ግን በኃጢአት የመጣው መከራ እስቲያልፍ ድረስ ደጅ ጥኑ ልጆቻቸውም ይሞታሉ በማይታይም በምድረ በዳ ቦታ ሁነው ጩኸው ያለቅሳሉ በዚያም ቦታ ምድር የለምና በሃነም ይቃጠላሉ፡፡ ከጥልቅነቱ የተነሣ ወደ ላይ ማየትን አልቻልሁምና በዚያ ቦታ እንደማይታይ ደመና ያለ አየሁ፡፡የእሳቱንም ዋዕይ ሲነድ አየሁት ይኸውም የሚያስፈራ ነው እንደሚያስፈሩ ተራሮችም በእሳት ተከበዋል ወዲያ ወዲህ እያሉ ይተዋወካሉ፡፡"
        },
        {
          "verse": "3",
          "text": "ከኔ ጋር ካሉ ከሰባቱ ሊቃነ መላእክት አንዱን መልአክ ብቻውን የሚነድ የእሳት ዋዕይ የልቅሶም ቃል የፍጹም ጩኸት የጽኑ መከራ ቃል ነው እንጂ ሰማይ አይደለምና ይህ የሚያስፈራ ቦታ ምንድነው ብዬ ጠየቅሁት፡፡ ይህ የምታየው ቦታ የተነቀፉ ሰዎችና የኃጥአን ልጆች ኃጢአትን የሚሠሩ ሰዎች፡፡ በዚህ ዓለም ይሠሩ ዘንድ ያላቸው በነቢያት አንደበት እግዚአብሔር ያናገረውን ነገር ሁሉ ወዳለመሆን የሚመልሱ ሰዎችም በዚያ ይወድቃሉ አለኝ፡፡"
        },
        {
          "verse": "4",
          "text": "መላእክት ያነቧቸው ዘንድ ለተዋረዱ ልጆችና ለኃጥአን ይደርስባቸው ዘንድ ያለውንም ያውቁ ዘንድ ከነሳቸው ወገን በሰማይ የተጻፉ አሉና በዚያ ይወድቃሉ አለኝ፡፡ ሥጋቸውን መከራ ያስቻሉ በፈጣሪያቸውም አምነው መከራ የተቀበሉ በክፉ ሰዎችም የተነሣ የጐሰቈሉ ፈጣሪያቸውንም የወደዱ ሰዎች ብርና ወርቅን አይወዱም፡፡ ሥጋቸውን ለመከራ የሰጡ ራሳቸውን እንደ ሞተች ሰውነት አደረጉ እንጂ ከተፈጠሩ ጀምሮ በዚህ ዓለም ያሉ መብሎችንም ያልወደዱ ሰዎች የዚህን ዓለመ ሹመት ሽልማት አልወደዱም፡፡ ይህንንም አስተዋሉ ጌታም ብዙ ጊዜ ስሙን ያመሰግኑ ዘንድ ፈተናቸው ሰውነቶቻቸውም በንጽሕና ተገኙ፡፡"
        },
        {
          "verse": "5",
          "text": "የቀረውንም ሥጋቸውን ሁሉ በመጻፎች ተናገርኩ እሊህ ከሕፃንነታቸው ጀምሮ ዘለዓለም ጸንቆ የሚኖር ሰማያዊ ሕጉን ሲወዱት፡፡ ለከፋፉ ሰዎችም መከራ ሲቀበሉ ከነሳቸውም ተግዳሮትን ስድብንም ሲሰሙ እኔንም ሊያመሰግኑኝ ጐሰቁለዋልና ለየራሳቸው ዋጋቸውን ስጣቸው፡፡ አሁንም እውቀት ካላቸው ሰዎች የተወለዱ ደጎች የሆኑ ሰዎች ነፍሳቸውን እጠራለሁ ለሃይማኖታቸው እንደሚገባቸው መጠን በሥጋቸው ክብርን ያላገኙ በመከራ ከክርስቶስ ለተወለዱ ለጻድቃን መከራቸውን እለውጥላቸዋለሁ፡፡"
        },
        {
          "verse": "6",
          "text": "የከበረ ስሜን የወደዱትን ሰዎችንም በበራ ብርሃን ከገሃነም አወጣቸዋለሁ፡፡ አንዱንም አንዱንም በከበረ በክብር ዙፋን አኖረዋለሁ የፈጣሪ ፍርዱ እውነት ነውና ቁጥር በሌላቸው ዘመኖችም ያበራሉ፡፡ በቀኑ ሥራዎች በሚገኝ በመንግሥተ ሰማይ ለታመኑ ሰዎች የሃይማኖታቸውን ዋጋ ይሰጣቸዋልና፡፡"
        },
        {
          "verse": "7",
          "text": "በብርሃን ሲያበሩ ሲያመሰግኑም ጻድቃን በድንቁርና ከዲያብሎስ የተወለዱ ኃጥአንን በገሃነም ሲወድቁ ያይዋቸዋል ኃጥአንም ጻድቃንን በመንግሥተ ሰማያት ሲያበሩ ይይዋቸዋል፡፡"
        },
        {
          "verse": "8",
          "text": "እነሱም በተጻፈላቸው ዘመኖችና ቀኖች ጸንተው ይኖራሉ ለእግዚአብሔር ለዘለዓለሙ በውነት ክብር ምስጋና ይግባውና ሄኖክ ተሠውሮ ያየው በዚህ መላ ተፈጸመ፡፡"
        }
      ]
    }
  ]
}