{
    "book_number": 29,
    "book_name_am": "2ኛ ጴጥሮስ",
    "book_name_en": "2_Peter",
    "chapters": [
        {
            "chapter": 1,
            "sections": [
                {
                    "title": null,
                    "verses": [
                        {
                            "verse": 1,
                            "text": "የኢየሱስ ክርስቶስ ባሪያና ሐዋርያ የኾነ ስምዖን ጴጥሮስ፥በአምላካችንና በመድኀኒታችን በኢየሱስ  ክርስቶስ ጽድቅ ካገኘነው ጋራ የተካከለ የክብር እምነትን ላገኙ፤\n2-3፤የመለኮቱ ኀይል፥በገዛ ክብሩና በበጎነቱ የጠራንን በማወቅ፥ለሕይወትና እግዚአብሔርን ለመምሰል የ ሚኾነውን ነገር ዅሉ ስለ ሰጠን፥በእግዚአብሔርና በጌታችን በኢየሱስ ዕውቀት ጸጋና ሰላም ይብዛላችኹ ።"
                        },
                        {
                            "verse": 4,
                            "text": "ስለ ክፉ ምኞት በዓለም ካለው ጥፋት አምልጣችኹ ከመለኮት ባሕርይ ተካፋዮች በተስፋ ቃል እንድትኾ ኑ፥በእነዚያ ክብርና በጎነት የተከበረና እጅግ ታላቅ የኾነ ተስፋን ሰጠን።"
                        },
                        {
                            "verse": 5,
                            "text": "ስለዚህም ምክንያት ትጋትን ዅሉ እያሳያችኹ በእምነታችኹ በጎነትን ጨምሩ፥"
                        },
                        {
                            "verse": 6,
                            "text": "በበጎነትም ዕውቀትን፥በዕውቀትም ራስን መግዛት፥ራስንም በመግዛት መጽናትን፥በመጽናትም እግዚአብሔር ን መምሰል፥"
                        },
                        {
                            "verse": 7,
                            "text": "እግዚአብሔርንም በመምሰል የወንድማማችን መዋደድ፥በወንድማማችም መዋደድ ፍቅርን ጨምሩ።"
                        },
                        {
                            "verse": 8,
                            "text": "እነዚህ ነገሮች ለእናንተ ኾነው ቢበዙ፥በጌታችን በኢየሱስ ክርስቶስ ዕውቀት ሥራ ፈቶችና ፍሬ ቢሶ ች እንዳትኾኑ ያደርጓችዃልና፤"
                        },
                        {
                            "verse": 9,
                            "text": "እነዚህ ነገሮች የሌሉት ዕውር ነውና፥በቅርብም ያለውን ብቻ ያያል፥የቀደመውንም ኀጢአቱን መንጻት  ረስቷል።"
                        },
                        {
                            "verse": 10,
                            "text": "ስለዚህ፥ወንድሞች ሆይ፥መጠራታችኹንና መመረጣችኹን ታጸኑ ዘንድ ከፊት ይልቅ ትጉ፤እነዚህን ብታደ ርጉ ከቶ አትሰናከሉምና።"
                        },
                        {
                            "verse": 11,
                            "text": "እንዲሁ ወደዘለዓለሙ ወደጌታችንና መድኀኒታችን ወደኢየሱስ ክርስቶስ መንግሥት መግባት በሙላት ይ ሰጣችዃልና።"
                        },
                        {
                            "verse": 12,
                            "text": "ስለዚህ፥እነዚህን ነገሮች ምንም ብታውቁ፥በእናንተም ዘንድ ባለ እውነት ምንም ብትጸኑ፥ስለ እነዚ ህ ዘወትር እንዳሳስባችኹ ቸል አልልም።"
                        },
                        {
                            "verse": 13,
                            "text": "ዅልጊዜም በዚህ ማደሪያ ሳለኹ በማሳሰቤ ላነቃችኹ የሚገ፟ባ፟ኝ ይመስለኛል።"
                        },
                        {
                            "verse": 14,
                            "text": "ጌታችን ኢየሱስ ክርስቶስ እንዳመለከተኝ ከዚህ ማደሪያዬ መለየቴ ፈጥኖ እንዲኾን ዐውቃለኹና።"
                        },
                        {
                            "verse": 15,
                            "text": "ከመውጣቴም በዃላ እነዚህን ነገሮች እንድታስቡ በየጊዜው ትችሉ ዘንድ እተጋለኹ።"
                        },
                        {
                            "verse": 16,
                            "text": "የርሱን ግርማ አይተን እንጂ በብልኀት የተፈጠረውን ተረት ሳንከተል የጌታችንን የኢየሱስ ክርስቶ ስን ኀይልና መምጣት አስታወቅናችኹ።"
                        },
                        {
                            "verse": 17,
                            "text": "ከገናናው ክብር፦በርሱ ደስ የሚለኝ የምወደ፟ው ልጄ ይህ ነው የሚል ያ ድምፅ በመጣለት ጊዜ ከእ ግዚአብሔር አብ ክብርንና ምስጋናን ተቀብሏልና፤"
                        },
                        {
                            "verse": 18,
                            "text": "እኛም በቅዱሱ ተራራ ከርሱ ጋራ ሳለን ይህን ድምፅ ከሰማይ ሲወርድ ሰማን።"
                        },
                        {
                            "verse": 19,
                            "text": "ከርሱም ይልቅ እጅግ የጸና የትንቢት ቃል አለን፤ምድርም እስኪጠባ ድረስ የንጋትም ኮከብ በልባች ኹ እስኪወጣ ድረስ፥ሰው በጨለማ ስፍራ የሚበራን መብራት እንደሚጠነቀቅ ይህን ቃል እየጠነቀቃችኹ መ ልካም ታደርጋላችኹ።"
                        },
                        {
                            "verse": 20,
                            "text": "ይህን በመዠመሪያ ዕወቁ፤በመጽሐፍ ያለውን ትንቢት ዅሉ ማንም ለገዛ ራሱ ሊተረጕም አልተፈቀደም፤"
                        },
                        {
                            "verse": 21,
                            "text": "ትንቢት ከቶ በሰው ፈቃድ አልመጣምና፥ዳሩ ግን በእግዚአብሔር ተልከው ቅዱሳን ሰዎች በመንፈስ ቅ ዱስ ተነድተው ተናገሩ።"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": 2,
            "sections": [
                {
                    "title": null,
                    "verses": [
                        {
                            "verse": 1,
                            "text": "ነገር ግን፥ሐሰተኛዎች ነቢያት ደግሞ በሕዝቡ መካከል ነበሩ እንዲሁም በመካከላችኹ ደግሞ ሐሰተኛዎ ች አስተማሪዎች ይኾናሉ፤እነርሱም የዋጃቸውን ጌታ እንኳ ክደው የሚፈጥንን ጥፋት በራሳቸው ላይ እየ ሳቡ የሚያጠፋ ኑፋቄን አሹልከው ያገባሉ፤"
                        },
                        {
                            "verse": 2,
                            "text": "ብዙዎችም በመዳራታቸው ይከተሏቸዋል በእነርሱም ጠንቅ የእውነት መንገድ ይሰደባል።"
                        },
                        {
                            "verse": 3,
                            "text": "ገንዘብንም በመመኘት በተፈጠረ ነገር ይረቡባችዃል፤ፍርዳቸውም ከጥንት ዠምሮ አይዘገይም ጥፋታቸውም  አያንቀላፋም።"
                        },
                        {
                            "verse": 4,
                            "text": "እግዚአብሔር ኀጢአትን ላደረጉ መላእክት ሳይራራላቸው ወደ ገሃነም ጥሎ በጨለማ ጕድጓድ ለፍርድ ሊ ጠበቁ አሳልፎ ከሰጣቸው፥"
                        },
                        {
                            "verse": 5,
                            "text": "ለቀደመውም ዓለም ሳይራራ ከሌላዎች ሰባት ጋራ ጽድቅን የሚሰብከውን ኖኅን አድኖ በኀጢአተኛዎች ዓ ለም ላይ የጥፋትን ውሃ ካወረደ፥"
                        },
                        {
                            "verse": 6,
                            "text": "ኀጢአትንም ያደርጉ ዘንድ ላሉት ምሳሌ አድርጎ ከተማዎችን ሰዶምንና ገሞራን ዐመድ እስኪኾኑ ድረስ  አቃጥሎና ገልብጦ ከፈረደባቸው፥\n7-8፤ጻድቅ ሎጥም በመካከላቸው ሲኖር እያየና እየሰማ ዕለት ዕለት በዐመፀኛ ሥራቸው ጻድቅ ነፍሱን አ ስጨንቆ ነበርና፥በዐመፀኛዎች ሴሰኛ ኑሮ የተገፋውን ያን ጻድቅ ካዳነ፥\n9-10፤ጌታ እግዚአብሔርን የሚያመልኩትን ከፈተና እንዴት እንዲያድን፥በደለኛዎችንም ይልቁንም በርኩስ  ምኞት የሥጋን ፍትወት እየተከተሉ የሚመላለሱትን ጌትነትንም የሚንቁትን እየቀጣቸው ለፍርድ ቀን እን ዴት እንዲጠብቅ ያውቃል።ደፋሮችና ኵሩዎች ኾነው ሥልጣን ያላቸውን ሲሳደቡ አይንቀጠቀጡም፤"
                        },
                        {
                            "verse": 11,
                            "text": "ዳሩ ግን መላእክት በኀይልና በብርታት ከነርሱ ይልቅ ምንም ቢበልጡ በጌታ ፊት በእነርሱ ላይ የ ስድብን ፍርድ አያመጡም።"
                        },
                        {
                            "verse": 12,
                            "text": "እነዚህ ግን ለመጠመድና ለመጥፋት በፍጥረታቸው እንደ ተወለዱ አእምሮ እንደ ሌላቸው እንስሳዎች  ኾነው፥በማያውቁት ነገር እየተሳደቡ በጥፋታቸው ይጠፋሉ፤"
                        },
                        {
                            "verse": 13,
                            "text": "የዐመፃቸውን ደመ ወዝ ይቀበላሉ።በቀን ሲዘፍኑ እንደ ተድላ ይቈጥሩታል፤ነውረኛዎችና ርኩሳን ኾነ ው ከእናንተ ጋራ ሲጋበዙ በፍቅር ግብዣ ይዘፍናሉ፤"
                        },
                        {
                            "verse": 14,
                            "text": "ምንዝር የሞላባቸው ኀጢአትንም የማይተዉ ዐይኖች አሏቸው፤የማይጸኑትን ነፍሳት ያታልላሉ፤መመኘትን  የለመደ ልብ አላቸው፤የተረገሙ ናቸው።"
                        },
                        {
                            "verse": 15,
                            "text": "ቅንን መንገድ ትተው ተሳሳቱ፤የባሶርን ልጅ የበለዓምን መንገድ ተከተሉ፤ርሱ የዐመፃን ደመ ወዝ  ወደደ፥"
                        },
                        {
                            "verse": 16,
                            "text": "ነገር ግን፥ስለ መተላለፉ ተዘለፈ፤ቃል የሌለው አህያ በሰው ቃል ተናግሮ የነቢዩን እብድነት አገ ደ።"
                        },
                        {
                            "verse": 17,
                            "text": "ድቅድቅ ጨለማ ለዘለዓለም የተጠበቀላቸው እነዚህ ውሃ የሌለባቸው ምንጮች በዐውሎ ነፋስም የተነዱ  ደመናዎች ናቸው።"
                        },
                        {
                            "verse": 18,
                            "text": "ከንቱና ከመጠን ይልቅ ታላቅ የኾነውን ቃል ይናገራሉና፥በስሕተትም ከሚኖሩት አኹን የሚያመልጡትን  በሥጋ ሴሰኛ ምኞት ያታልላሉ።"
                        },
                        {
                            "verse": 19,
                            "text": "ራሳቸው የጥፋት ባሪያዎች ኾነው፦ሐራነት ትወጣላችኹ እያሉ ተስፋ ይሰጧቸዋል፤ሰው ለተሸነፈበት ለ ርሱ ተገዝቶ ባሪያ ነውና።"
                        },
                        {
                            "verse": 20,
                            "text": "በጌታችንና በመድኀኒታችን በኢየሱስ ክርስቶስ ዕውቀት ከዓለም ርኵሰት ካመለጡ በዃላ ዳግመኛ በር ሷ ተጠላልፈው የተሸነፉ ቢኾኑ፥ከፊተኛው ኑሯቸው ይልቅ የዃለኛው የባሰ ኾኖባቸዋል።"
                        },
                        {
                            "verse": 21,
                            "text": "ዐውቀዋት ከተሰጣቸው ከቅድስት ትእዛዝ ከሚመለሱ የጽድቅን መንገድ ባላወቋት በተሻላቸው ነበርና።"
                        },
                        {
                            "verse": 22,
                            "text": "ውሻ ወደ ትፋቱ ይመለሳል፥ደግሞ፦የታጠበች ዕሪያ በጭቃ ለመንከባለል ትመለሳለች እንደሚባል እውነ ተኛዎች ምሳሌዎች ኾኖባቸዋል።"
                        }
                    ]
                }
            ]
        },
        {
            "chapter": 3,
            "sections": [
                {
                    "title": null,
                    "verses": [
                        {
                            "verse": 3,
                            "text": "በመጨረሻው ዘመን እንደ ራሳቸው ምኞት የሚመላለሱ ዘባቾች በመዘበት እንዲመጡ ይህን በፊት ዕወቁ፤"
                        },
                        {
                            "verse": 4,
                            "text": "እነርሱም፦የመምጣቱ የተስፋ ቃል ወዴት ነው፧አባቶች ከሞቱባት ጊዜ፥ከፍጥረት መዠመሪያ ይዞ ዅሉ እ ንዳለ ይኖራልና፥ይላሉ።"
                        },
                        {
                            "verse": 5,
                            "text": "ሰማያት ከጥንት ዠምረው ምድርም በእግዚአብሔር ቃል ከውሃ ተጋጥማ በውሃ መካከል እንደ ነበሩ ወደ ፟ው አያስተውሉምና፤"
                        },
                        {
                            "verse": 6,
                            "text": "በዚህም ምክንያት ያን ጊዜ የነበረ ዓለም በውሃ ሰጥሞ ጠፋ፤"
                        },
                        {
                            "verse": 7,
                            "text": "አኹን ያሉ ሰማያትና ምድር ግን እግዚአብሔርን የማያመልኩት ሰዎች እስከሚጠፉበት እስከፍርድ ቀን  ድረስ ተጠብቀው በዚያ ቃል ለእሳት ቀርተዋል።"
                        },
                        {
                            "verse": 8,
                            "text": "እናንተ ግን ወዳጆች ሆይ፥በጌታ ዘንድ አንድ ቀን እንደ ሺሕ ዓመት፥ሺሕ ዓመትም እንደ አንድ ቀን  እንደ ኾነ ይህን አንድ ነገር አትርሱ።"
                        },
                        {
                            "verse": 9,
                            "text": "ለአንዳንዶች የሚዘገይ እንደሚመስላቸው ጌታ ስለተስፋ ቃሉ አይዘገይም፥ነገር ግን፥ዅሉ ወደ ንስሓ  እንዲደርሱ እንጂ ማንም እንዳይጠፋ ወዶ ስለ እናንተ ይታገሣል።"
                        },
                        {
                            "verse": 10,
                            "text": "የጌታው ቀን ግን እንደ ሌባ ኾኖ ይመጣል፤በዚያም ቀን ሰማያት በታላቅ ድምፅ ያልፋሉ፥የሰማይም  ፍጥረት በትልቅ ትኵሳት ይቀልጣል፥ምድርም በርሷም ላይ የተደረገው ዅሉ ይቃጠላል።\n11-12፤ይህ ዅሉ እንዲህ የሚቀልጥ ከኾነ፥የእግዚአብሔርን ቀን መምጣት እየጠበቃችኹና እያስቸኰላችኹ፥በ ቅዱስ ኑሮ እግዚአብሔርንም በመምሰል እንደ ምን ልትኾኑ ይገ፟ባ፟ችዃል፧ስለዚያ ቀን ሰማያት ተቃጥለ ው ይቀልጣሉ የሰማይም ፍጥረት በትልቅ ትኵሳት ይፈታል፤"
                        },
                        {
                            "verse": 13,
                            "text": "ነገር ግን፥ጽድቅ የሚኖርባትን ዐዲስ ሰማይና ዐዲስ ምድር እንደተስፋ ቃሉ እንጠብቃለን።"
                        },
                        {
                            "verse": 14,
                            "text": "ስለዚህ፥ወዳጆች ሆይ፥ይህን እየጠበቃችኹ ያለነውርና ያለነቀፋ ኾናችኹ በሰላም በርሱ እንድትገኙ  ትጉ፥"
                        },
                        {
                            "verse": 15,
                            "text": "የጌታችንም ትዕግሥት መዳናችኹ እንደ ኾነ ቍጠሩ።እንዲህም የተወደደው ወንድማችን ጳውሎስ ደግሞ  እንደተሰጠው ጥበብ መጠን ጻፈላችኹ፥በመልእክቱም ዅሉ ደግሞ እንደ ነገረ ስለዚህ ነገር ተናገረ።"
                        },
                        {
                            "verse": 16,
                            "text": "በእነዚያ ዘንድ ለማስተዋል የሚያስቸግር ነገር አለ፥ያልተማሩትና የማይጸኑትም ሰዎች ሌላዎችን መ ጻሕፍት እንደሚያጣምሙ እነዚህን ደግሞ ለገዛ ጥፋታቸው ያጣምማሉ።"
                        },
                        {
                            "verse": 17,
                            "text": "እንግዲህ እናንተ፥ወዳጆች ሆይ፥ይህን አስቀድማችኹ ስለምታውቁ፥በዐመፀኛዎቹ ስሕተት ተስባችኹ ከራ ሳችኹ ጽናት እንዳትወድቁ ተጠንቀቁ፤"
                        },
                        {
                            "verse": 18,
                            "text": "ነገር ግን፥በጌታችንና በመድኀኒታችን በኢየሱስ ክርስቶስ ጸጋና ዕውቀት እደጉ።ለርሱ አኹንም እስ ከ ዘለዓለምም ቀን ድረስ ክብር ይኹን፤አሜን፨"
                        }
                    ]
                }
            ]
        }
    ]
}